[
  {
    "rank": 1,
    "index": 178,
    "chunk_text": "İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 2016 yılında kurulan HepsiJET; e-ticaret teslimat sektöründe güvenli, hızlı ve kaliteli bir dağığm ağı sunan bir taşımacılık şirketidir. 2020 yılsonu itibariyle e-ticaret sektörünün ihtiyaçlarına uygun olarak, güçlü teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen teknoloji odaklı bir lojistik şirketi olarak görmektedir. Sunduğu teslimat tipleri; - Bugün randevulu teslimat (belirli ürünlerde) - Ertesi gün randevulu teslimat - Standart plus teslimat - Evden randevulu iade teslim alma - Sözleşme taşımacılığı (taşıma - kredi sahibine imzalatma - bankaya evrak teslimi) 2020 yılında HepsiJET dağığm ağı Türkiye’nin 46 iline yayılmış olup, 2021 yılında 81 ile yayılması hedeflenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1921,
    "sentence_count": 6
  },
  {
    "rank": 2,
    "index": 293,
    "chunk_text": "Sayfa 21 / 99 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları Görev Nitelik Sayı Doktora Üstü 0 Doktora 0 Doktora Öğrenci 1 Araştırmacı Yüksek Lisans 3 Yüksek Lisans Öğrenci 2 Lisans 31 Teknisyen Meslek Yüksekokulu 5 Meslek Lisesi 0 Destek Personeli Yönetici, Laboratuvar, Teknik Eleman, Sekreter, İşçi vb. 4 TOPLAM 46 **(1.1.2020 - 31.12.2020) Faaliyet Döneminde Çalışan Personellere ilişkin. **Bu alanda eğitim durumu 'Lisans' ve üstü olan Teknisyen tablodaki hesaplamaya dahil edilmemektedir. Faaliyet döneminde çalışan personel listesi 2.5. başlığı altında yer almaktadır. 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu Görev Nitelik Başlayan Sayısı Ayrılan Sayısı Doktora Üstü 0 0 Doktora 0 0 Araştırmacı Yüksek Lisans 2 0 Lisans 17 4 Teknisyen Meslek Yüksekokulu 4 0 Meslek Lisesi 0 0 Destek Personeli Yönetici, Laboratuvar, Teknik Eleman, Sekreter, İşçi vb. 4 1 TOPLAM 27 5 Personel Devir Oranı (Yıllık) **(1.1.2020 - 31.12.2020) Faaliyet Döneminde Çalışan Personellere ilişkin. **Bu alanda eğitim durumu 'Lisans' ve üstü olan Teknisyen tablodaki hesaplamaya dahil edilmemektedir. Faaliyet döneminde çalışan personel listesi 2.5. başlığı altında yer almaktadır. Sayfa 22 / 99 2.8.",
    "source_file": "rapor2023.txt",
    "char_len": 1203,
    "sentence_count": 6
  },
  {
    "rank": 3,
    "index": 294,
    "chunk_text": "Faaliyet döneminde çalışan personel listesi 2.5. başlığı altında yer almaktadır. 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu Görev Nitelik Başlayan Sayısı Ayrılan Sayısı Doktora Üstü 0 0 Doktora 0 0 Araştırmacı Yüksek Lisans 2 0 Lisans 17 4 Teknisyen Meslek Yüksekokulu 4 0 Meslek Lisesi 0 0 Destek Personeli Yönetici, Laboratuvar, Teknik Eleman, Sekreter, İşçi vb. 4 1 TOPLAM 27 5 Personel Devir Oranı (Yıllık) **(1.1.2020 - 31.12.2020) Faaliyet Döneminde Çalışan Personellere ilişkin. **Bu alanda eğitim durumu 'Lisans' ve üstü olan Teknisyen tablodaki hesaplamaya dahil edilmemektedir. Faaliyet döneminde çalışan personel listesi 2.5. başlığı altında yer almaktadır. Sayfa 22 / 99 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri İşbirliği Yapılan İşbirliği Yapılan Kurum/Kişi Ülkesi İşbirliği Türü/Şekli Üniversiteler Sabancı Üniversitesi / Prof. Dr. Burçin Türkiye Akademik danışmanlık Bozkaya Üniversiteler İstanbul Teknik Üniversitesi/Dr. Türkiye Akademik Danışmanlık Öğretim Üyesi Gökhan İnce Üniversiteler Koç Üniversitesi/Dr. Öğretim Üyesi Türkiye Akademik Danışmanlık Alptekin Küpçü Diğer / Kurum, Kuruluş, Siyah Ar-Ge Türkiye Proje işbirliği, Güvenli Kargo Taşıma Sistemi Vakıf ve Fonlar Projesinde donanım geliştirme Ar-Ge / Tasarım Hepsiburada Ar-Ge Merkezi Türkiye Müşteri gereksinimlerinin belirlenmesi Merkezleri Üniversiteler İstanbul Teknik Üniversitesi / Doç.Dr. Türkiye Akademik danışmanlık Dilay Çelebi Üniversiteler Kadir Has Üniversitesi / Prof. Dr. Ayşe Türkiye TÜBİTAK 2244 Sanayi Doktora Programı - Hümeyra Bilge Akademik danışmanlık Üniversiteler Kadir Has Üniversitesi / Prof. Dr. Funda Türkiye TÜBİTAK 2244 Sanayi Doktora Programı - Samanlıoğlu Akademik danışmanlık Üniversiteler Kadir Has Üniversitesi / Doç. Dr. Türkiye Ar-Ge Merkezi Projesi - Akademik Danışmanlık Tamer Dağ Sayfa 23 / 99 2.9. Ar-Ge/Tasarım Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi HepsiJET’in genelinde uygulanmakta olan Performans Değerlendirme Prosedürü, Ar-Ge Merkezi (AGM) çalışanları için de geçerlidir.",
    "source_file": "rapor2023.txt",
    "char_len": 2057,
    "sentence_count": 6
  },
  {
    "rank": 4,
    "index": 56,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2.",
    "source_file": "rapor2023.txt",
    "char_len": 443,
    "sentence_count": 6
  },
  {
    "rank": 5,
    "index": 296,
    "chunk_text": "Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8.",
    "source_file": "rapor2023.txt",
    "char_len": 353,
    "sentence_count": 6
  },
  {
    "rank": 6,
    "index": 259,
    "chunk_text": "Sayfa 6 / 99 HepsiJET Ar-Ge Merkezi üniversiteler, Ar-Ge Merkezleri ve diğer sanayi firmaları ile ileriye dönük teknolojilerin araşğrılacağı projeleri geliştirmek, yönetmek ve bunun örneklerini tüm ülkeye yayacak katkıyı vermek hedefiyle ilerlemektedir. Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir. Ar-Ge Merkezi Bilgisayar Mühendisi, Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 1068,
    "sentence_count": 6
  },
  {
    "rank": 7,
    "index": 318,
    "chunk_text": "Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3.",
    "source_file": "rapor2023.txt",
    "char_len": 347,
    "sentence_count": 6
  },
  {
    "rank": 8,
    "index": 167,
    "chunk_text": "Diğer Bilgiler Sayfa 3 / 99 AR-GE/TASARIM MERKEZİ BELGESİ BAŞVURU DİLEKÇESİ SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğüne 5746 sayılı Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun ve bu Kanun 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan \"Araşştrma, Gelişmerme ve Tasarım Faaliyetlerinin Desteknlenmesine İlişkin Uygulama ve Denemem Yönetmeliği\" hükümleri çerçevesinde dönemsel Ar-Ge/Tasarım faaliyetleri ile ilgili bilgileri içeren Ar-Ge/Tasarım Merkezi 2020 Yılı Faaliyet Raporu ekte sunulmaktadır.\" İşletme Yetkilisi T.C Kimlik No/Yabancı Kimlik No : 21275347720 Adı Soyadı : ME*** YA*** Tarih: 18.8.2021 AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR KABUL, TAAHHÜT VE BEYANLAR 5746 Sayılı “Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun” ile 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan “Araşştrma, Gelişmerme ve Ar-Ge/Tasarım Faaliyetlerinin Desteklenmesine İlişkin Uygulama ve Denemem Yönetmeliği” uyarınca belge alan ve faaliyet raporu sunulan Ar-Ge Merkezi değerlendirme ve denetlenmesi ile ilgili bütün kural, şart ve düzenlemelere uyacağımızı ve uyulmasını sağlayacağımızı, Sanayi ve Teknoloji Bakanlığı tara ndan görevlendirilen izleyiciler veya görevlilerin gerekli inceleme, denetim ve izlemeleri yapabilmesi için gerekli ortam ve imkânları sağlayacağımızı, İstenen her türlü bilgi ve belgeyi talep edilen süre içerisinde temin edeceğimizi, Sanayi ve Teknoloji Bakanlığı tarafndan istenen belgelerin sunulmasında tarafmızdan kaynaklanan gecikmelerden dolayı değerlendirme süresinin uzamasından işletmemizin sorumlu olacağını, Ar-Ge Merkezi Faaliyet dokümanlarında yazılı bulunan teknik ve mali bilgilerin doğruluğundan başvuru sahibi işletmeyi temsile yetkili kişi ile Ar-Ge Merkezinin sorumlusunun müştereken ve müteselsilen sorumlu olacağını, bu faaliyetin değerlendirilmesi neticesinde işletmenin Ar-Ge Merkezi faaliyetlerine verilen desteğin devam etmesi kararı alınması halinde yukarıda yazılan tüm hususlar ile Ar-Ge Merkezinin denetlenmesi süreçlerinde Bakanlık tarafn dan istenen bilgilerin doğru ve zamanında verilmesini, görevlendirilecek izleyici veya görevlilere gerekli kolaylığı sağlayacağımızı, tüm dosyalarda sunulan bilgilerin aynı içeriğe sahip olduğunu Kabul taahhüt ve beyan ederiz. Yukarıdaki hususları okuduğumuzu ve kabul ettiğimizi beyan ederiz. İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 2016 yılında kurulan HepsiJET; e-ticaret teslimat sektöründe güvenli, hızlı ve kaliteli bir dağığm ağı sunan bir taşımacılık şirketidir. 2020 yılsonu itibariyle e-ticaret sektörünün ihtiyaçlarına uygun olarak, güçlü teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 3708,
    "sentence_count": 6
  },
  {
    "rank": 9,
    "index": 307,
    "chunk_text": "Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10.",
    "source_file": "rapor2023.txt",
    "char_len": 370,
    "sentence_count": 6
  },
  {
    "rank": 10,
    "index": 273,
    "chunk_text": "Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır. Proje süresince ortaya çıkabilecek riskler aylık risk değerlendirme toplanğları ile yüksek gerçekleşme olasılığı olan ve yüksek etki yaratacak riskler önceliklendirilerek takip edilmektedir. 1.1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 881,
    "sentence_count": 6
  }
]