[
  {
    "rank": 1,
    "index": 246,
    "chunk_text": "Bu konuda görüşmeler devam etmektedir. 4. FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır. Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10. Ar-Ge Merkezi PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER Kriterler 2019 2020 Değerlendirme Ar-Ge harcamasının toplam ciro içindeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Toplam araştırmacı sayısının toplam Ar-Ge Bu alanın hesaplaması yapılmayacaktır, 37 / 42 personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir.",
    "source_file": "rapor2023.txt",
    "char_len": 1222,
    "sentence_count": 6
  },
  {
    "rank": 2,
    "index": 247,
    "chunk_text": "Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10. Ar-Ge Merkezi PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER Kriterler 2019 2020 Değerlendirme Ar-Ge harcamasının toplam ciro içindeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Toplam araştırmacı sayısının toplam Ar-Ge Bu alanın hesaplaması yapılmayacaktır, 37 / 42 personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Ar-Ge sonucu ortaya çıkan yeni ürünlerden 5.800,00 / 40.148.254,92 682.767,26 / elde edilen cironun toplam ciroya oranı 163.476.819,28 (TL) Sayfa 91 / 99 11. ENDEKS VERİLERİ 11.1.",
    "source_file": "rapor2023.txt",
    "char_len": 1199,
    "sentence_count": 6
  },
  {
    "rank": 3,
    "index": 244,
    "chunk_text": "Ek olarak cep depolardan dar zaman aralıklarında ve hızlı teslimat hizmetinin sunulmasına imkan tanıyan HX Dağıtım Uygulaması ticarileştirilmiştir. Raporlama ve alarm modülü veri üretilen her firmada kullanıma uygun ve satılabilir durumdadır. Bu konuda görüşmeler devam etmektedir. 4. FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır. Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10.",
    "source_file": "rapor2023.txt",
    "char_len": 881,
    "sentence_count": 6
  },
  {
    "rank": 4,
    "index": 265,
    "chunk_text": "TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir. Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışmalar yürütülmüştür. Ar-Ge Merkezi’nde yürütülen projeler ve proje başvuruları aşamalarında alınan akademik danışmanlık kapsamında birlikte çalışğğımız akademisyenler aşağıdaki gibidir: - Sabancı Üniversitesi - Prof.Dr. Burçin Bozkaya - İstanbul Teknik Üniversitesi - Yrd. Doç. Dr. Gökhan İnce - İstanbul Teknik Üniversitesi - Doç. Dr. Dilay Çelebi - Kadir Has Üniversitesi - Prof. Dr. Ayşe Hümeyra Bilge - Kadir Has Üniversitesi - Prof. Dr. Funda Samanlıoğlu - Kadir Has Üniversitesi - Doç. Dr. Tamer Dağ 2020 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında proje arama ve başvuru çalışmaları yapılmışğr. Bu kapsamda EURIPIDES-PENTA Joint Call 2020 çağrısına Smart European Delivery Technological Innovation isimli proje destek başvurusu Avrupa Komisyonu tarafndan onaylanmışğr ancak eşik değerin üzerinde olmasına rağmen TÜBİTAK öncelikli projeleri arasına girememiştir. 2021 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında H2020-LC-GD-20203 -Building a low-carbon, climate resilient future: Research and innovation in support of the European Green Deal çağrısı alğnda 3 yeni proje başvurusu yapılmışğr.",
    "source_file": "rapor2023.txt",
    "char_len": 1930,
    "sentence_count": 6
  },
  {
    "rank": 5,
    "index": 289,
    "chunk_text": "Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır. Sayfa 12 / 99 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri Unvanı D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Adres İnönü Gebze Güzeller OSB Mah. No:3 Kat:1 Lokasyon Organize Sanayi Bölgesi İl Kocaeli Telefon 0262 350 00 00 E-Posta argemerkezi@hepsijet.com SGK İşyeri Sicil No 253100202111658404102000 Ofis Alanı (m2) 107,54 Laboratuvar, Test, Prototip, Atölyesi vb. Bölümlerin Alanı (m2) 0 Toplam Alanı (m2) 107,54 Sayfa 13 / 99 2.2. Ar-Ge Merkezi'nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema Sayfa 14 / 99 2.3. Ar-Ge Merkezi Vaziyet Planı Sayfa 15 / 99 2.4.",
    "source_file": "rapor2023.txt",
    "char_len": 847,
    "sentence_count": 6
  },
  {
    "rank": 6,
    "index": 309,
    "chunk_text": "Desteğin planlanabilmesi için Proje müdürünün Ar-Ge Komisyonu’na proje başlamadan önce proje ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6. Patent başvuruları ve tescili Ar-Ge projelerinin yan çıkğlarından biri olan patent alımını özendirmek amacıyla, ulusal, uluslararası ve üçlü patent başvuruları ve tescilleri değişik oranlarda ödüllendirilir. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na başvuru ve tescil formlarını iletmeleri, Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal patent başvurusu 4.800 TL -Ulusal patent tescili 4.800 TL -Uluslararası patent başvurusu 7.200 TL -Uluslararası patent tescili 7.200 TL -Üçlü patent başvurusu 9.600 TL -Üçlü patent tescili 9.600 TL 7. Makale, bildiri ve yayınlar Çalışanların yayın yapmasını özendirmek amacıyla, ulusal düzeyde bildiriler, uluslararası düzeyde bildiriler ve hakemli dergilerde yayımlanacak makaleler, değişik oranlarda ödüllendirilir; bildiri sunumlarına ilişkin seyahat ve konaklama masrafları karşılanır. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8. Ar-Ge Merkezi çalışanlarından açık kaynak kodlu sitemlere katkı yapılması durumunda, katkı sonrası Ar-Ge Komisyonu, katkı yapılan projeyi ve yapılan başvuruyu değerlendirir.",
    "source_file": "rapor2023.txt",
    "char_len": 1902,
    "sentence_count": 6
  },
  {
    "rank": 7,
    "index": 238,
    "chunk_text": "Konsorsiyumlarda Türkiye, İngiltere, Polonya, İspanya, Letonya, Avusturya ve Slovakya’dan firmalar ve üniversiteler yer almaktadır. 2. Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır. Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur.",
    "source_file": "rapor2023.txt",
    "char_len": 974,
    "sentence_count": 6
  },
  {
    "rank": 8,
    "index": 310,
    "chunk_text": "Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na başvuru ve tescil formlarını iletmeleri, Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal patent başvurusu 4.800 TL -Ulusal patent tescili 4.800 TL -Uluslararası patent başvurusu 7.200 TL -Uluslararası patent tescili 7.200 TL -Üçlü patent başvurusu 9.600 TL -Üçlü patent tescili 9.600 TL 7. Makale, bildiri ve yayınlar Çalışanların yayın yapmasını özendirmek amacıyla, ulusal düzeyde bildiriler, uluslararası düzeyde bildiriler ve hakemli dergilerde yayımlanacak makaleler, değişik oranlarda ödüllendirilir; bildiri sunumlarına ilişkin seyahat ve konaklama masrafları karşılanır. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8. Ar-Ge Merkezi çalışanlarından açık kaynak kodlu sitemlere katkı yapılması durumunda, katkı sonrası Ar-Ge Komisyonu, katkı yapılan projeyi ve yapılan başvuruyu değerlendirir. İlgili organizasyonun (Projenin) bu katkıyı kabul ederek Code Base’ine dahil etmesi sonrası, ilgili çalışana 5.000 TL teşvik ödenir. Ar-Ge Merkezi çalışanlarına 2020 yılında, kamu kaynakları ile proje önerisi teşviki kapsamında 3.600 TL, patent başvurusu teşvikleri kapsamında 20.400 TL ve TEYDEB destekli proje katkı teşviki kapsamında 68.203 TL ödüllendirme yapılmışğr.",
    "source_file": "rapor2023.txt",
    "char_len": 1653,
    "sentence_count": 6
  },
  {
    "rank": 9,
    "index": 128,
    "chunk_text": "Bu kapsamda kızılötesi özelliğine sahip mobil cihaz ile yine kızılötesi özelliğine sahip mobil etiket yazıcı cihazı arasında bağlantı kurularak mobil etiket basımına imkan tanıyan sistem için Türk Patent’e 2021/007041 başvuru numaralı ve Kargo Etiketi Basımı İçin Mobil Bir Sistem Ve Yöntem başlıklı patent başvurusu yapılmıştır. - Adreslerden randevulu iade ve gönderi toplama süreçlerinin ödeme sistemlerini de kapsayan özgün teknolojik buluşu için, Türk Patent’e 2021/007040 başvuru numaralı ve Kargo Dağıtımı Sırasında Müşterilerden Gönderi Alınmasına İmkan Veren Bir Yöntem başlıklı patent başvurusu yapılmıştır. - Ürünün mikroservis mimari yapıda kurgulanması sayesinde birbirinden bağımsız çalışabilen modüllerin ürün haline getirilerek ticarileşmesi mümkün olacaktır. - Adres çözümleme algoritması Türkçe diline ve Türkiye adres yapısına uygun geliştirildiği için serbest metin adreslerin lokasyona dönüştürülebilmesi ihtiyacı duyan tüm firmalarda kullanılabilir yapıda olacaktır. Projenin - Proje ile birlikte ulusal ölçekte müşteri ihtiyaçlarını uçtan uca kapsayan ve algoritmalar ile donatılmış bir Beklenen Teslimat Yönetim Sistemi altyapısı kurulmuş olacaktır. - Ani hacim değişikliklerinde verimsizliklerin önlenmesi Çıktıları ve sayesinde müşteriler, taşımacılar ve firma arasında kazan-kazan modeli kurularak e-ticaret ekosisteminin Faydaları gelişmesine katkı sağlanacaktır. - Taşımacı istihdamının 2021 sonuna kadar 2.500’e yükselmesi beklenmektedir. Böylece istihdama katkı sağlanırken, sektördeki yetişmiş personel sayısı da arttırılacaktır. - Otomasyon teknolojilerinin şirket içinde yaygınlaşması ile transfer merkezi ve şubelerde görevli personelin iş yükü azalmış olacaktır. Bu sayede mevcut personel ile aniden yükselen hacimler elleçlenebilecektir. - Açık kaynak kodlu yazılım teknolojilerinin kullanılması ile lisans maliyetlerinde tasarruf sağlanarak, nitelikli insan gücüne yatırım yapılması hedeflenmiştir. Böylece yurtdışı kaynaklı teknoloji alımlarının mümkün mertebe önüne geçilmesi planlanmaktadır. Sayfa 49 / 99 Proje Kodu HX-00007 Proje Adı D FAST Dağıtım Hizmetleri ve Lojistik A.Ş. (HepsiJET) Taşımacılık Operasyonları Optimizasyonu Proje 15.8.2020 Başlama Tarihi Proje Bitiş 30.6.2025 Tarihi Projede 6 Görev Alan Personel Sayısı Proje Süresi 45 (Adam Ay) Ulusal 3.3.1. 2244 Sanayi Doktora Programı Destek Programı Uluslararası Destek Programı Toplam 1.760.188,00 Proje Bütçesi (TL) Öz 682.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 1.078.188,00 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Sayfa 50 / 99 Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET özellikle e-ticaret müşterileri için kaliteli/katma değerli kargo hizmeti vermeyi amaçlayan bir firma Konusunu olarak hayata geçirilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 2838,
    "sentence_count": 6
  },
  {
    "rank": 10,
    "index": 239,
    "chunk_text": "Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır. Böylece Ar-Ge Merkezi’nde geliştirilen projelerin bazı bileşenlerinin satış imkanı doğmuştur.",
    "source_file": "rapor2023.txt",
    "char_len": 867,
    "sentence_count": 6
  }
]