[
  {
    "rank": 1,
    "index": 239,
    "chunk_text": "Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır. Böylece Ar-Ge Merkezi’nde geliştirilen projelerin bazı bileşenlerinin satış imkanı doğmuştur.",
    "source_file": "rapor2023.txt",
    "char_len": 867,
    "sentence_count": 6
  },
  {
    "rank": 2,
    "index": 193,
    "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalkacaktır. Sayfa 56 / 99 Proje Kodu HX-00005 Proje Adı Taşımacı Davranış Analizi Projesi Proje 1.11.2019 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.750.000,00 Proje Bütçesi (TL) Öz 1.750.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0,00 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 67.800,00 Hizmet Alımı Tutarı (TL) Sayfa 57 / 99 Yurt İçi 67.800,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir. Taşımacılar haftalık olarak taşıdıkları paketlerin faturasını keserek, İhtiyaçlar klasik kargo taşımacılığında çalışan kuryelere göre daha fazla kazanç sağlamaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 3060,
    "sentence_count": 6
  },
  {
    "rank": 3,
    "index": 157,
    "chunk_text": "Bu nedenle HepsiJET paylaşım ekonomisi yaklaşımı ile mevcutta 1500 taşımacıya iş imkanı sağlamaktadır, 2020 yılında bu sayınını 2.000’in üzerine çıkması hedeflenmiştir. Sonraki yıllarda ise, taşımacı sayısının şirket hacmine paralel artması planlanmıştır. Taşımacı alternatiflerinin değerlendirilmesi ve hangi taşımacılar ile çalışılacağı konusunda seçim yapılması sırasında, potansiyel olarak çelişen nicel ve nitel birçok kriterin gözönünde bulundurulması gerekmektedir ve bu problem bir çok kriterli karar verme problemidir. Karar verme sürecinde, karar vericilerin kararlarının belirsizliğini ve tereddütlerini yansıtmak için tereddütlü bulanık dilsel terim kümeleri ve tereddütlü bulanık sayılar kullanılabilir (Torra ve Narukawa, 2009; Torra, 2010). Karar vermede tereddütlü dilbilimsel terimlerin kullanılması, karar vericilere esneklik sağlar ve karar vericilerin gerçekte sahip olabileceği tereddüt derecesini de yansıtır (Yu, 2013; Samanlioglu ve Ayağ, 2019). Referanslar Amiri, A., Salari, M. 2019. “Time- constrained maximal covering routing problem”, OR Spectrum, 41, 415–468.",
    "source_file": "rapor2023.txt",
    "char_len": 1089,
    "sentence_count": 6
  },
  {
    "rank": 4,
    "index": 107,
    "chunk_text": "Aynı ekran üzerinden komşuya bırak seçeneği ile paketin alternatif bir adrese teslimini ya da teslimatın yeniden planlanmasını sağlayabilecektir. Pandemi süreci ile birlikte e-ticaret ekosistemine çok sayıda yeni kullanıcı dahil olmuştur. Kullanıcılardan bazıları güven kaygısı ile kredi kartı kullanmayı tercih etmemekte veya kredi kartı kullanmamaktadır. Kapıda ödeme hizmeti ile bu müşteri grubunun ihtiyacının karşılanması hedeflenmiştir. Bu kapsamda hazır çözümler yerine kapıda ödeme sistemi uçtan uca HepsiJET bünyesinde geliştirilerek devreye alınacaktır. HepsiJET mevcutta tek kişi tarafından kolaylıkla taşınabilecek 40 desi ve altı ürünlerin taşımalarını yapmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 678,
    "sentence_count": 6
  },
  {
    "rank": 5,
    "index": 240,
    "chunk_text": "Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır. Böylece Ar-Ge Merkezi’nde geliştirilen projelerin bazı bileşenlerinin satış imkanı doğmuştur. Teslimat Yönetim Sistemi Projesi kapsamında geliştiren raporlama modülü satılabilir teknolojik ürün olarak tasarlanmıştır. Raporlama modülü kullanıcı dostu ara yüzler ile raporlama ve alarm üretmede hızlı bir çözüm olmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 829,
    "sentence_count": 6
  },
  {
    "rank": 6,
    "index": 170,
    "chunk_text": "Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kartı kullanımı gibi faktörler dikkate alınarak makine öğrenmesi teknikleri ile yeni şubeler için potansiyel bölge tahminleri yapılacaktır. Proje Proje kapsamında çalışmalara analiz ve literatür taramaları ile başlanacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 940,
    "sentence_count": 6
  },
  {
    "rank": 7,
    "index": 273,
    "chunk_text": "Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır. Proje süresince ortaya çıkabilecek riskler aylık risk değerlendirme toplanğları ile yüksek gerçekleşme olasılığı olan ve yüksek etki yaratacak riskler önceliklendirilerek takip edilmektedir. 1.1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 881,
    "sentence_count": 6
  },
  {
    "rank": 8,
    "index": 106,
    "chunk_text": "İadeleri söz verilen zamanda adresten teslim alabilmek için, iade toplamaları da rota optimizasyonu algoritması yardımıyla taşımacıların günlük rotalarına eklenmiştir. Canlı takip hizmeti ile standart teslimatlarda müşteriye paketin tahmini ulaşma süresi belirli bir aralık olarak iletilerek, eğer isterse taşımacıyı harita üzerinde canlı takip edebileceği bir ekran sunulacaktır. Aynı ekran üzerinden komşuya bırak seçeneği ile paketin alternatif bir adrese teslimini ya da teslimatın yeniden planlanmasını sağlayabilecektir. Pandemi süreci ile birlikte e-ticaret ekosistemine çok sayıda yeni kullanıcı dahil olmuştur. Kullanıcılardan bazıları güven kaygısı ile kredi kartı kullanmayı tercih etmemekte veya kredi kartı kullanmamaktadır. Kapıda ödeme hizmeti ile bu müşteri grubunun ihtiyacının karşılanması hedeflenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 823,
    "sentence_count": 6
  },
  {
    "rank": 9,
    "index": 135,
    "chunk_text": "Şu anda HepsiJET taşıma sisteminde araç yüklemeleri geleneksel yöntemlerle yapılmaktadır, ayrıca taşımacılık sisteminin bir bütün olarak ele alınarak verimliliğin artırılması gerekmektedir. Bu konular üzerine kurgulanacak olan doktora tezi, HepsiJET’in hızlı, hatasız ve dakik teslimat hizmeti sunması için gereken araç rotalama ve yükleme optimizasyonu ihtiyacını ve HepsiJET’in araç rotalama ve yükleme yöntemleri konusundaki tecrübeli Ar-Ge personeli ihtiyacını karşılayacaktır. Küçük tedarikçilerin taşımacılık sisteminde, paketlerin xDocklardan transfer merkezine, sonra tekrar xDocklara taşınması verimsizliğe yol açabilmektedir. Bu süreçte, transfer merkezine uğramadan ayrıştırma işlemlerinin yapılabileceği şekilde donatılmış araçların (mobil platformlar) kullanılması verimliliği arttırıcı bir seçenek olarak düşünülmektedir. Araç rotalama ve kapsama probleminin topolojik veri analizi ile optimizasyonu üzerine kurgulanacak olan doktora tezi, HepsiJET’in küçük tedarikçiler taşımacılık sisteminin geliştirilmesi ihtiyacını ve HepsiJET’in veri analizi konusundaki tecrübeli Ar-Ge elemanı ihtiyacını karşılayacaktır. HepsiJET’in artan taşıma hacmi ve hedefleri göz önüne alındığında taşımacı sayısının 2021 yılı sonunda 2.500’ün üzerine çıkması hedeflenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1269,
    "sentence_count": 6
  },
  {
    "rank": 10,
    "index": 131,
    "chunk_text": "HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe Belirleyen yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen İhtiyaçlar teknoloji odaklı bir lojistik şirketi olarak görmektedir. Taşımacılık sisteminde sabit noktalar HepsiJET tarafından işletilirken, xDock'lardan adrese teslim şahıs şirketi olan bireysel taşımacıların kendilerine ait araçlarla yapılmaktadır. Bu taşımacılar taşıdıkları paket başına para kazanmaktadır. Bu nedenle HepsiJET paylaşım ekonomisi yaklaşımı ile mevcutta 1.500’den fazla taşımacıya iş imkânı sağlamaktadır. Türkiye koşullarında esnek ve hızlı dağıtım yapan HepsiJET, taşıma modelini daha esnek ve hızlı bir dağıtım modeline dönüştürmeyi hedeflemektedir. Bu durum göz önünde bulundurulduğunda çapraz sevkiyatlı ve zaman pencereli bir araç rotalama problemi oluşmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 890,
    "sentence_count": 6
  }
]