[
  {
    "rank": 1,
    "index": 296,
    "chunk_text": "Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8.",
    "source_file": "rapor2023.txt",
    "char_len": 353,
    "sentence_count": 6
  },
  {
    "rank": 2,
    "index": 178,
    "chunk_text": "İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 2016 yılında kurulan HepsiJET; e-ticaret teslimat sektöründe güvenli, hızlı ve kaliteli bir dağığm ağı sunan bir taşımacılık şirketidir. 2020 yılsonu itibariyle e-ticaret sektörünün ihtiyaçlarına uygun olarak, güçlü teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen teknoloji odaklı bir lojistik şirketi olarak görmektedir. Sunduğu teslimat tipleri; - Bugün randevulu teslimat (belirli ürünlerde) - Ertesi gün randevulu teslimat - Standart plus teslimat - Evden randevulu iade teslim alma - Sözleşme taşımacılığı (taşıma - kredi sahibine imzalatma - bankaya evrak teslimi) 2020 yılında HepsiJET dağığm ağı Türkiye’nin 46 iline yayılmış olup, 2021 yılında 81 ile yayılması hedeflenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1921,
    "sentence_count": 6
  },
  {
    "rank": 3,
    "index": 318,
    "chunk_text": "Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3.",
    "source_file": "rapor2023.txt",
    "char_len": 347,
    "sentence_count": 6
  },
  {
    "rank": 4,
    "index": 1,
    "chunk_text": "Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2.",
    "source_file": "rapor2023.txt",
    "char_len": 382,
    "sentence_count": 6
  },
  {
    "rank": 5,
    "index": 307,
    "chunk_text": "Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10.",
    "source_file": "rapor2023.txt",
    "char_len": 370,
    "sentence_count": 6
  },
  {
    "rank": 6,
    "index": 56,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2.",
    "source_file": "rapor2023.txt",
    "char_len": 443,
    "sentence_count": 6
  },
  {
    "rank": 7,
    "index": 285,
    "chunk_text": "AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6.",
    "source_file": "rapor2023.txt",
    "char_len": 306,
    "sentence_count": 6
  },
  {
    "rank": 8,
    "index": 239,
    "chunk_text": "Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır. Böylece Ar-Ge Merkezi’nde geliştirilen projelerin bazı bileşenlerinin satış imkanı doğmuştur.",
    "source_file": "rapor2023.txt",
    "char_len": 867,
    "sentence_count": 6
  },
  {
    "rank": 9,
    "index": 67,
    "chunk_text": "Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Eden Proje Detayları 8.",
    "source_file": "rapor2023.txt",
    "char_len": 329,
    "sentence_count": 6
  },
  {
    "rank": 10,
    "index": 273,
    "chunk_text": "Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır. Proje süresince ortaya çıkabilecek riskler aylık risk değerlendirme toplanğları ile yüksek gerçekleşme olasılığı olan ve yüksek etki yaratacak riskler önceliklendirilerek takip edilmektedir. 1.1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 881,
    "sentence_count": 6
  }
]