[
  {
    "rank": 1,
    "index": 221,
    "chunk_text": "Sayfa 59 / 99 Projenin • Dünya genelinde giderek yaygınlaşan kitle kaynaklı son noktaya taşıma hizmetlerinde birlikte çalışılan Yenilikçi üçüncü partilerin yönetimi büyük önem taşımaktadır. Projede yapılacak çalışmalar taşımacılık sektöründe öncü Yönü ve Ar- niteliktedir. Çalışan bağlılığını arttırmak ve müşteri memnuniyetini korumak için, oluşabilecek problemleri Ge Niteliği önceden tahminlemek ve önlemek mümkün olacaktır. • Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır. Süreçte izlenemeyen taşımacıların belirlenmesi durumunda operasyon yetkilisine durum otomatik olarak bildirilerek sorunun çözümü için süreç başlatılacaktır. • Kümeleme ve makine öğrenmesi teknikleri bir arada kullanılarak geliştirilecek tahminleme algoritması çalışmaları akademik yayın haline getirilerek bilginin yaygınlaşması sağlanacaktır. • Projenin oyunlaştırma geliştirmeleri kapsamındaki özgün çalışmalar için 26.12.2020 tarihinde “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı patent başvurusu Türk Patent’e gönderilmiştir. (Başvuru Numarası:2020/21835) Projenin • Taşımacıların hareketleri izlenerek kontrol edilebilecektir. Böylece taşımacıların verimliliği ölçülebilir hale Beklenen gelecektir. Taşımacıların teslim ettikleri paket sayıları, hedef noktalarına uğrama sayıları, teslimatlar arasında Çıktıları ve geçen süreler, ürünlerin dağıtım süreleri, günlük tamamlanan ortalama km mesafesi ve taşımacılara verilen Faydaları günlük hedef bölge büyüklüğü taşımacıların verimliliğini hesaplamada kullanılacak veri setleridir.",
    "source_file": "rapor2023.txt",
    "char_len": 1883,
    "sentence_count": 6
  },
  {
    "rank": 2,
    "index": 273,
    "chunk_text": "Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır. Proje süresince ortaya çıkabilecek riskler aylık risk değerlendirme toplanğları ile yüksek gerçekleşme olasılığı olan ve yüksek etki yaratacak riskler önceliklendirilerek takip edilmektedir. 1.1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 881,
    "sentence_count": 6
  },
  {
    "rank": 3,
    "index": 303,
    "chunk_text": "HepsiJET Ar-Ge Merkezi’nde işe başlamadan önce lisansüstü eğitimine başlamış ve bu eğitimini HepsiJET Ar-Ge Merkezi’nde çalışırken tamamlamış personelin, lisansüstü eğitim konusu, makalesi veya bitirme ödevi Ar-Ge Komisyonunca incelenir. HepsiJET Ar-Ge Merkezi faaliyetlerine uygun görülürse ve makalesi/bitirme ödevi yayınlanmaya değer bulunursa mezuniyeti için net maaşının %25’ine kadar teşvik verilir. Bu lisansüstü eğitimden, HepsiJET Ar-Ge Merkezinde çalışırken yapılacak makale, bildiri, yayın çalışmaları teşvik açısından ayrıca değerlendirilir. Buna ek olarak ana faaliyet alanları ve projelerle örtüşen konular başta olmak üzere, yeni teknolojilerin ve trendlerin izlenmesi amacıyla, çalışanların konferans ve sempozyumlara kağlmaları desteklenir; bu sayede teknolojik gelişmelerin kurum bünyesine yerleştirilmesi hedeflenmiştir. 3. Arkadaşımı Öneriyorum Programı İnsan Kaynakları tarafndan belli zamanlarda, kuruma nitelikli personel kazandırılması amacıyla şirketin arayış içerisinde olduğu konularda çalışanlara duyurular yapılır. Çalışan tarafndan önerilen kişilerin HepsiJET’te işe alınması durumunda, öneren çalışan, önerdiği kişinin şirket içerisinde deneme süresini doldurmasını takiben aşağıdaki biçimde ödüllendirilir. -0-2 Yıl deneyimli personel için 200 TL -Uzman seviyesindeki personel için 300 TL -Kıdemli Uzman Yönetici/Müdür için 400 TL -Direktör için 500 TL 4.",
    "source_file": "rapor2023.txt",
    "char_len": 1387,
    "sentence_count": 6
  },
  {
    "rank": 4,
    "index": 193,
    "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalkacaktır. Sayfa 56 / 99 Proje Kodu HX-00005 Proje Adı Taşımacı Davranış Analizi Projesi Proje 1.11.2019 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.750.000,00 Proje Bütçesi (TL) Öz 1.750.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0,00 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 67.800,00 Hizmet Alımı Tutarı (TL) Sayfa 57 / 99 Yurt İçi 67.800,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir. Taşımacılar haftalık olarak taşıdıkları paketlerin faturasını keserek, İhtiyaçlar klasik kargo taşımacılığında çalışan kuryelere göre daha fazla kazanç sağlamaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 3060,
    "sentence_count": 6
  },
  {
    "rank": 5,
    "index": 88,
    "chunk_text": "Böylece hacim arttıkça uçtan uca izleme ve paketlerin çevrim sürelerinde aksaklık yaşanmaması hedeflenmektedir. Proje Proje kapsamında yapılması planlanan çalışmalar 6 iş paketi altında planlanmıştır. Proje faaliyetlerine Kapsamında teknoloji, iş geliştirme ve müşteri deneyiminden sorumlu ekiplerin bir araya gelerek detaylı sistemsel ve Yapılacak operasyonel analiz çalışmaları yapması ile başlanmıştır. Analiz çalışmaları sonrasında teknoloji araştırmaları Faaliyetler ve literatür taramaları ile yazılım ve algoritma geliştirme yol haritaları belirlenmiştir. Devamında algoritma geliştirme, ölçeklendirme yönetimi, otomasyon teknolojileri ve sistem altyapı ölçeklendirme ve mimari dönüşümü çalışmaları planlanmıştır. 2020 yılsonu itibariyle ilk iş paketi tamamlanmış ve diğer iş paketlerinin geliştirmeleri başlamıştır. Geliştirme faaliyetleri için planlanan iş paketi detayları aşağıdaki gibidir; İ.P.1: Gereksinim ve Teknoloji Analizi Gereksinim analizi çalışmaları şirket içerisinde farklı disiplinlerden paydaşların katılımı ile gerçekleşmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1053,
    "sentence_count": 6
  },
  {
    "rank": 6,
    "index": 45,
    "chunk_text": "Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7.",
    "source_file": "rapor2023.txt",
    "char_len": 605,
    "sentence_count": 6
  },
  {
    "rank": 7,
    "index": 249,
    "chunk_text": "Ar-Ge sonucu ortaya çıkan yeni ürünlerden 5.800,00 / 40.148.254,92 682.767,26 / elde edilen cironun toplam ciroya oranı 163.476.819,28 (TL) Sayfa 91 / 99 11. ENDEKS VERİLERİ 11.1. Ar-Ge Merkezi Personeli İstihdamına Dair Bilgiler Belge Alış Tarihi 25.9.2018 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Doktora Mezunu Araştırmacı Sayısı* 0 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Yüksek Lisans Mezunu Araştırmacı Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Lisans Mezunu Araştırmacı Sayısı (Doktora veya Yüksek Lisans 28 Öğrencisi Olmayanlar)* Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Doktora Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Yüksek Lisans Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Temel Bilimler Mezunu Ar-Ge Personeli Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Teknisyen Sayısı* 5 Faaliyet Yılında Ar-Ge Merkezinde Yeni İstihdam Edilen Toplam ArGe Personeli Sayısı* 23 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Araştırmacı Sayısı* 33 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Ar-Ge Personeli Sayısı* 38 Faaliyet Yılında En az Yüksek Lisans Eğitimi Almış 25 Yaş ve üzeri Kadın Ar-Ge Merkezi Çalışan Sayısı* 0 Faaliyet yılı içerisinde Ar-Ge Merkezinde çalıştırılan stajyer sayısı (lise düzeyi dahil) 7 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve En Az 2 Yıl Yurtdışında Kaldıktan Sonra Son 2 yıl İçinde Yurtdışından 1 Gelen Araştırmacı Sayısı* * 31 Aralık 2020 tarihinde çalışmakta olan personel sayıya dahil edilmiştir. Sayfa 92 / 99 11.2. Ar-Ge Merkezi Harcama Yoğunluğuna Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinin Toplam Ar-Ge Harcaması (TL) (5746 Sayılı Kanun Kapsamında Ar-Ge 5.971.386,65 Merkezi İçinde Yürütülen Projeler Bünyesinde) Bir Önceki Yılda Ar-Ge Merkezinin Toplam Ar-Ge Harcaması (TL) (5746 Sayılı Kanun Kapsamında Ar-Ge 2.879.629,72 Merkezi İçinde Yürütülen Projeler Bünyesinde) Faaliyet Yılında Ar-Ge Merkezi İçinde Yürütülen Projeler Bazında Toplam Muafiyet Miktarı (TL) (5746 Sayılı 2.226.185,85 Kanun Kapsamında) Sayfa 93 / 99 11.3. Proje Kapasitelerine Dair Bilgiler Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) 6.031.813,70 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 2.936.814,11 İşletme Katkısı (TL) Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 88.271,00 Kamu Katkısı (TL) Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen AB ve Uluslararası Destekli Proje Sayısı 0 Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen Ulusal Destekli Proje Sayısı 2 Sayfa 94 / 99 11.4.",
    "source_file": "rapor2023.txt",
    "char_len": 2693,
    "sentence_count": 6
  },
  {
    "rank": 8,
    "index": 240,
    "chunk_text": "Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır. Böylece Ar-Ge Merkezi’nde geliştirilen projelerin bazı bileşenlerinin satış imkanı doğmuştur. Teslimat Yönetim Sistemi Projesi kapsamında geliştiren raporlama modülü satılabilir teknolojik ürün olarak tasarlanmıştır. Raporlama modülü kullanıcı dostu ara yüzler ile raporlama ve alarm üretmede hızlı bir çözüm olmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 829,
    "sentence_count": 6
  },
  {
    "rank": 9,
    "index": 272,
    "chunk_text": "Bu yaklaşımla ürüne/projeye katma değer sağlayan özellikler arasında projeye en çok katkı sağlayan ve daha az yazılım geliştirme maliyeti olan özelliklere öncelik verilmesinin sağlanması amaçlanmıştır. Minimum Ürün Yaklaşımı Proje geliştirilirken müşterinin/kullanıcının işini görecek olan en yalın ve en sade ürünün bir an önce müşterinin karşısına çıkarılması hedeflenmiştir. Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 941,
    "sentence_count": 6
  },
  {
    "rank": 10,
    "index": 139,
    "chunk_text": "Sayfa 51 / 99 Proje Proje kapsamında belirlenen üç doktora tezinin şirket ihtiyaçlarına uygun hazırlanabilmesi için şirket içinde ve Kapsamında Kadir Has Üniversitesi iş birliğinde doktora ve tez süreçleri yürütülecektir. Proje çalışmalarına tez konuları ile Yapılacak ilgili doktora bursiyerlerine gerekli eğitimlerin verilmesi, tez konuları ile ilgili analiz ve literatür taraması Faaliyetler çalışmaları ile başlanacaktır. Projede yapılması planlanan iş paketleri ve iş paketi detayları aşağıdaki gibidir; İ.P.1:HepsiJET Operasyonel İş Akışının Öğrenilmesi Bursiyerin çalışacağı tez konusu üzerinde bilgi birikimini arttırması için, süreçlerin sistemsel ve operasyonel detaylarını içeren bir eğitim serisi düzenlenmiştir. Eğitimler konu anlatımı ve sonrasında soru-cevap kısmı yer alacak şekilde gerçekleşmiştir. Tüm eğitim online ortamda kaydedilerek, eğitim dosyaları ve video kayıtları bursiyer ile paylaşılmıştır. İş paketi kapsamında belirli dönemlerde akademik danışmanlar, bursiyerler ve şirket temsilcilerinin katılımıyla gerçekleşen toplantılar ile durum değerlendirmesi yapılmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 1095,
    "sentence_count": 6
  }
]