[
  {
    "rank": 1,
    "index": 1,
    "chunk_text": "Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2.",
    "source_file": "rapor2023.txt",
    "char_len": 382,
    "sentence_count": 6,
    "expanded_text": "ta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet D"
  },
  {
    "rank": 2,
    "index": 318,
    "chunk_text": "Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3.",
    "source_file": "rapor2023.txt",
    "char_len": 347,
    "sentence_count": 6,
    "expanded_text": "ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faa"
  },
  {
    "rank": 3,
    "index": 296,
    "chunk_text": "Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8.",
    "source_file": "rapor2023.txt",
    "char_len": 353,
    "sentence_count": 6,
    "expanded_text": "tıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar"
  },
  {
    "rank": 4,
    "index": 178,
    "chunk_text": "İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 2016 yılında kurulan HepsiJET; e-ticaret teslimat sektöründe güvenli, hızlı ve kaliteli bir dağığm ağı sunan bir taşımacılık şirketidir. 2020 yılsonu itibariyle e-ticaret sektörünün ihtiyaçlarına uygun olarak, güçlü teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen teknoloji odaklı bir lojistik şirketi olarak görmektedir. Sunduğu teslimat tipleri; - Bugün randevulu teslimat (belirli ürünlerde) - Ertesi gün randevulu teslimat - Standart plus teslimat - Evden randevulu iade teslim alma - Sözleşme taşımacılığı (taşıma - kredi sahibine imzalatma - bankaya evrak teslimi) 2020 yılında HepsiJET dağığm ağı Türkiye’nin 46 iline yayılmış olup, 2021 yılında 81 ile yayılması hedeflenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1921,
    "sentence_count": 6,
    "expanded_text": "rıda yazılan tüm hususlar ile Ar-Ge Merkezinin denetlenmesi süreçlerinde Bakanlık tarafn dan istenen bilgilerin doğru ve zamanında verilmesini, görevlendirilecek izleyici veya görevlilere gerekli kolaylığı sağlayacağımızı, tüm dosyalarda sunulan bilgilerin aynı içeriğe sahip olduğunu Kabul taahhüt ve beyan ederiz. Yukarıdaki hususları okuduğumuzu ve kabul ettiğimizi beyan ederiz. İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 2016 yılında kurulan HepsiJET; e-ticaret teslimat sektöründe güvenli, hızlı ve kaliteli bir dağığm ağı sunan bir taşımacılık şirketidir. 2020 yılsonu itibariyle e-ticaret sektörünün ihtiyaçlarına uygun olarak, güçlü teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen teknoloji odaklı bir lojistik şirketi olarak görmektedir. Sunduğu teslimat tipleri; - Bugün randevulu teslimat (belirli ürünlerde) - Ertesi gün randevulu teslimat - Standart plus teslimat - Evden randevulu iade teslim alma - Sözleşme taşımacılığı (taşıma - kredi sahibine imzalatma - bankaya evrak teslimi) 2020 yılında HepsiJET dağığm ağı Türkiye’nin 46 iline yayılmış olup, 2021 yılında 81 ile yayılması hedeflenmiştir. HepsiJET hizmeti sunan e-ticaret firmalarının sayısı 25’e ulaşmış olup, Hepsiburada üzerinden sağş yapan 2.700’ün üzerinde pazaryeri firması ile anlaşmalar tamamlanmışğr. Anlaşmalı firma sayısı günden güne artmaktadır. 2020 yılı sonunda paket hacmi önceki yıla göre 4 kat artarak günlük 200.000 paket seviyelerine yükselmiştir. Ticaret Bakanlığı tarafndan açıklanan veriye göre, 2020 itibarıyla Türkiye'de e-ticaret hacmi 2019 yılına göre yüzde 66 arğş göstererek 226 milyar 200 milyon liraya yükselmiştir. E-ticaret hacminin genel ticarete oranı 2019 yılında yüzde 9,8 iken, 2020 yılında 5,9 puan arğşla ortalama yü"
  },
  {
    "rank": 5,
    "index": 285,
    "chunk_text": "AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6.",
    "source_file": "rapor2023.txt",
    "char_len": 306,
    "sentence_count": 6,
    "expanded_text": "ERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanu"
  },
  {
    "rank": 6,
    "index": 307,
    "chunk_text": "Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10.",
    "source_file": "rapor2023.txt",
    "char_len": 370,
    "sentence_count": 6,
    "expanded_text": "1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 /"
  },
  {
    "rank": 7,
    "index": 259,
    "chunk_text": "Sayfa 6 / 99 HepsiJET Ar-Ge Merkezi üniversiteler, Ar-Ge Merkezleri ve diğer sanayi firmaları ile ileriye dönük teknolojilerin araşğrılacağı projeleri geliştirmek, yönetmek ve bunun örneklerini tüm ülkeye yayacak katkıyı vermek hedefiyle ilerlemektedir. Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir. Ar-Ge Merkezi Bilgisayar Mühendisi, Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 1068,
    "sentence_count": 6,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle"
  },
  {
    "rank": 8,
    "index": 167,
    "chunk_text": "Diğer Bilgiler Sayfa 3 / 99 AR-GE/TASARIM MERKEZİ BELGESİ BAŞVURU DİLEKÇESİ SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğüne 5746 sayılı Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun ve bu Kanun 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan \"Araşştrma, Gelişmerme ve Tasarım Faaliyetlerinin Desteknlenmesine İlişkin Uygulama ve Denemem Yönetmeliği\" hükümleri çerçevesinde dönemsel Ar-Ge/Tasarım faaliyetleri ile ilgili bilgileri içeren Ar-Ge/Tasarım Merkezi 2020 Yılı Faaliyet Raporu ekte sunulmaktadır.\" İşletme Yetkilisi T.C Kimlik No/Yabancı Kimlik No : 21275347720 Adı Soyadı : ME*** YA*** Tarih: 18.8.2021 AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR KABUL, TAAHHÜT VE BEYANLAR 5746 Sayılı “Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun” ile 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan “Araşştrma, Gelişmerme ve Ar-Ge/Tasarım Faaliyetlerinin Desteklenmesine İlişkin Uygulama ve Denemem Yönetmeliği” uyarınca belge alan ve faaliyet raporu sunulan Ar-Ge Merkezi değerlendirme ve denetlenmesi ile ilgili bütün kural, şart ve düzenlemelere uyacağımızı ve uyulmasını sağlayacağımızı, Sanayi ve Teknoloji Bakanlığı tara ndan görevlendirilen izleyiciler veya görevlilerin gerekli inceleme, denetim ve izlemeleri yapabilmesi için gerekli ortam ve imkânları sağlayacağımızı, İstenen her türlü bilgi ve belgeyi talep edilen süre içerisinde temin edeceğimizi, Sanayi ve Teknoloji Bakanlığı tarafndan istenen belgelerin sunulmasında tarafmızdan kaynaklanan gecikmelerden dolayı değerlendirme süresinin uzamasından işletmemizin sorumlu olacağını, Ar-Ge Merkezi Faaliyet dokümanlarında yazılı bulunan teknik ve mali bilgilerin doğruluğundan başvuru sahibi işletmeyi temsile yetkili kişi ile Ar-Ge Merkezinin sorumlusunun müştereken ve müteselsilen sorumlu olacağını, bu faaliyetin değerlendirilmesi neticesinde işletmenin Ar-Ge Merkezi faaliyetlerine verilen desteğin devam etmesi kararı alınması halinde yukarıda yazılan tüm hususlar ile Ar-Ge Merkezinin denetlenmesi süreçlerinde Bakanlık tarafn dan istenen bilgilerin doğru ve zamanında verilmesini, görevlendirilecek izleyici veya görevlilere gerekli kolaylığı sağlayacağımızı, tüm dosyalarda sunulan bilgilerin aynı içeriğe sahip olduğunu Kabul taahhüt ve beyan ederiz. Yukarıdaki hususları okuduğumuzu ve kabul ettiğimizi beyan ederiz. İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 2016 yılında kurulan HepsiJET; e-ticaret teslimat sektöründe güvenli, hızlı ve kaliteli bir dağığm ağı sunan bir taşımacılık şirketidir. 2020 yılsonu itibariyle e-ticaret sektörünün ihtiyaçlarına uygun olarak, güçlü teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 3708,
    "sentence_count": 6,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Eden Proje Detayları 8. DIŞARIDA GEÇİRİLEN SÜRELERE İLİŞKİN BİLGİLER 8.1. Faaliyet Kapsamında Doktora/Yüksek Lisans Eğitimi İçin Dışarıda Geçirilen Sürelere İlişkin Bilgiler 8.2. Faaliyet Kapsamında Dışarda Geçirilen Sürelere İlişkin Bilgiler 9. TASARIM MERKEZİ PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER 10. BİR ÖNCEKİ FAALİYET DEĞERLENDİRME TOPLANTISINDA ALINAN KARARLARA İLİŞKİN YAPILAN ÇALIŞMALAR 11. ENDEKS VERİLERİ 11.1. Ar-Ge Personeli İstihdamına Dair Bilgiler 11.2. Ar-Ge Harcama Yoğunluğuna Dair Bilgiler 11.3. Proje Kapasitelerine Dair Bilgiler 11.4. İşbirliği ve Etkileşime Dair Bilgiler 11.5. Ticarileşmeye Dair Bilgiler 11.6. Fikri Mülkiyet Yetkinliğine Dair Bilgiler 11.7. Diğer Bilgiler Sayfa 3 / 99 AR-GE/TASARIM MERKEZİ BELGESİ BAŞVURU DİLEKÇESİ SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğüne 5746 sayılı Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun ve bu Kanun 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan \"Araşştrma, Gelişmerme ve Tasarım Faaliyetlerinin Desteknlenmesine İlişkin Uygulama ve Denemem Yönetmeliği\" hükümleri çerçevesinde dönemsel Ar-Ge/Tasarım faaliyetleri ile ilgili bilgileri içeren Ar-Ge/Tasarım Merkezi 2020 Yılı Faaliyet Raporu ekte sunulmaktadır.\" İşletme Yetkilisi T.C Kimlik No/Yabancı Kimlik No : 21275347720 Adı Soyadı : ME*** YA*** Tarih: 18.8.2021 AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR KABUL, TAAHHÜT VE BEYANLAR 5746 Sayılı “Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun” ile 10.08.2016 tarih v"
  },
  {
    "rank": 9,
    "index": 56,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2.",
    "source_file": "rapor2023.txt",
    "char_len": 443,
    "sentence_count": 6,
    "expanded_text": "Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Eden Proje Detayları 8. DIŞARIDA GEÇİRİLEN SÜRELERE İLİŞKİN BİLGİLER 8.1. Faaliyet Kapsamında Doktora/Yüksek Lisans Eğitimi İçin Dışarıda Geçirilen Sürelere İlişkin Bilgiler 8.2. Faaliyet Kapsamında Dışarda Geçirilen Sürelere İlişkin Bilgiler 9. TASARIM MERKEZİ PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER 10. BİR ÖNCEKİ FAALİYET DEĞERLENDİRME TOPLANTISINDA ALINAN KARARLARA İLİŞKİN YAPILAN ÇALIŞMALAR 11. ENDEKS VERİLERİ 11.1. Ar-Ge Personeli İstihdamına Dair Bilgiler 11.2. Ar-Ge Harcama Yoğunluğuna Dair Bilgiler 11.3. Proje K"
  },
  {
    "rank": 10,
    "index": 34,
    "chunk_text": "Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1.",
    "source_file": "rapor2023.txt",
    "char_len": 707,
    "sentence_count": 6,
    "expanded_text": "bariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Eden Proje Detayları 8. DIŞARIDA GEÇİRİLEN SÜRELERE İLİŞKİN BİLGİLER 8.1. Faaliyet Kapsamında Doktora/Yüksek Lisans Eğitimi İçin Dışarıda Geçiri"
  }
]