[
  {
    "rank": 1,
    "index": 239,
    "chunk_text": "Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır. Böylece Ar-Ge Merkezi’nde geliştirilen projelerin bazı bileşenlerinin satış imkanı doğmuştur.",
    "source_file": "rapor2023.txt",
    "char_len": 867,
    "sentence_count": 6,
    "expanded_text": "mo Günü Yurt İçi 22.9.2020 - 31 22.9.2020 4 Konferans SİU 2020 28. IEEE Sinyal İşleme ve İletişim Yurt İçi 5.10.2020 - 3 Uygulamaları Kurultayı 7.10.2020 5 Konferans Technology Management Conference Yurt İçi 11.11.2020 - 1 11.11.2020 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu Fikri ve Sınai Mülkiyet ve Yayın Durumu 2019 2020 Başvurusu Yapılan Patent Sayısı 2 2 Tescil Edilen Ulusal veya Uluslararası Patent Sayısı 0 0 Başvurusu Yapılan Tasarım Sayısı 0 0 Tescillenen Tasarım Sayısı 0 0 Tescillenen Marka Sayısı 0 1 Yayın, Makale, Bildiri Sayısı 1 0 Tescil Edilmiş Faydalı Model Sayısı 0 0 Sayfa 31 / 99 Tescil Edilmiş Endüstriyel Tasarım Sayısı 0 0 Tescil Edilmiş Yazılım Tescil Sayısı 0 0 Tescil Edilmiş Triadik Patent Sayısı 0 0 Ulusal Yayın Sayısı 1 0 Uluslararası Yayın Sayısı 0 0 Sayfa 32 / 99 5. Ar-Ge MerkeziNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge/Tasarım Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları Sıra Eğitimin Adı Yurt İçi / Yurt Katılımın Tarihi Kişi No Dışı Sayısı 1 Udemy Online - The Complete SQL Bootcamp 2021: Go from Zero to Yurt İçi 1.1.2020 - 1 Hero 31.12.2020 2 Udemy Online - Jenkins, From Zero To Hero: Become a DevOps Yurt İçi 1.1.2020 - 1 Jenkins Master 31.12.2020 3 Udemy Online - Python for Data Science and Machine Learning Yurt İçi 1.1.2020 - 1 Bootcamp 31.12.2020 4 Udemy Online - Master Microservices with Spring Boot and Spring Yurt İçi 1.1.2020 - 1 Cloud 31.12.2020 5 Udemy Online - Learn SQL Using PostgreSQL: From Zero to Hero Yurt İçi 1.1.2020 - 1 31.12.2020 6 Udemy Online - Docker for the Absolute Beginner - Hands On - Yurt İçi 1.1.2020 - 1 DevOps 31.12.2020 7 Udemy Online - Docker Mastery: with Kubernetes +Swarm from a Yurt İçi 1.1.2020 - 1 Docker Captain 31.12.2020 8 Udemy Online - A"
  },
  {
    "rank": 2,
    "index": 193,
    "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalkacaktır. Sayfa 56 / 99 Proje Kodu HX-00005 Proje Adı Taşımacı Davranış Analizi Projesi Proje 1.11.2019 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.750.000,00 Proje Bütçesi (TL) Öz 1.750.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0,00 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 67.800,00 Hizmet Alımı Tutarı (TL) Sayfa 57 / 99 Yurt İçi 67.800,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir. Taşımacılar haftalık olarak taşıdıkları paketlerin faturasını keserek, İhtiyaçlar klasik kargo taşımacılığında çalışan kuryelere göre daha fazla kazanç sağlamaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 3060,
    "sentence_count": 6,
    "expanded_text": "ünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalkacaktır. Sayfa 56 / 99 Proje Kodu HX-00005 Proje Adı Taşımacı Davranış Analizi Projesi Proje 1.11.2019 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.750.000,00 Proje Bütçesi (TL) Öz 1.750.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0,00 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 67.800,00 Hizmet Alımı Tutarı (TL) Sayfa 57 / 99 Yurt İçi 67.800,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir. Taşımacılar haftalık olarak taşıdıkları paketlerin faturasını keserek, İhtiyaçlar klasik kargo taşımacılığında çalışan kuryelere göre daha fazla kazanç sağlamaktadır. Teslim edilen paket başına kazanç sağladıklarından dolayı paket sayısının artmasından olumlu etkilenmektedirler. Böylece ülkede istihdamı arttıran kazan-kazan modeli kurgulanmıştır. Projeye başlarken 300 civarında olan taşımacı sayısı HepsiJET’in artan taşıma hacmi ve hedefleri göz önüne alındığında taşımacı sayısının 2021 yılı sonunda 2.500’ün üzerine çıkması hedeflenmiştir. Bu modelin müşteri memnuniyetini düşürmeden ölçeklendirilebilmesi için taşımacıların daha yakından takip edilmesi ve doğabilecek aksaklıkların mümkünse önceden tahmin edilmesi ihtiyacı bulunmaktadır. Mevcut yapıda taşımacıların günlük hareketleri anlık takip edilememektedir. Müşteri veya bağlı olduğu sorumludan gelen bildirimler ile karar alınmaya çalışılmaktadır. Tasarlanacak sistemin sağlayacağı performans izlenebilirliği ve alarm yapısı sayesinde karar vermeyi destekleyecek mekanizmalar kurulmuş olacaktır. Artan taşımacı hacminin yönetimi için taşımacıların operasyonel verileri ve mobil uygulama üzerinden takip edilerek veri analizi yap"
  },
  {
    "rank": 3,
    "index": 157,
    "chunk_text": "Bu nedenle HepsiJET paylaşım ekonomisi yaklaşımı ile mevcutta 1500 taşımacıya iş imkanı sağlamaktadır, 2020 yılında bu sayınını 2.000’in üzerine çıkması hedeflenmiştir. Sonraki yıllarda ise, taşımacı sayısının şirket hacmine paralel artması planlanmıştır. Taşımacı alternatiflerinin değerlendirilmesi ve hangi taşımacılar ile çalışılacağı konusunda seçim yapılması sırasında, potansiyel olarak çelişen nicel ve nitel birçok kriterin gözönünde bulundurulması gerekmektedir ve bu problem bir çok kriterli karar verme problemidir. Karar verme sürecinde, karar vericilerin kararlarının belirsizliğini ve tereddütlerini yansıtmak için tereddütlü bulanık dilsel terim kümeleri ve tereddütlü bulanık sayılar kullanılabilir (Torra ve Narukawa, 2009; Torra, 2010). Karar vermede tereddütlü dilbilimsel terimlerin kullanılması, karar vericilere esneklik sağlar ve karar vericilerin gerçekte sahip olabileceği tereddüt derecesini de yansıtır (Yu, 2013; Samanlioglu ve Ayağ, 2019). Referanslar Amiri, A., Salari, M. 2019. “Time- constrained maximal covering routing problem”, OR Spectrum, 41, 415–468.",
    "source_file": "rapor2023.txt",
    "char_len": 1089,
    "sentence_count": 6,
    "expanded_text": "le HepsiJET paylaşım ekonomisi yaklaşımı ile mevcutta 1.500’den fazla taşımacıya iş imkânı sağlamaktadır. Türkiye koşullarında esnek ve hızlı dağıtım yapan HepsiJET, taşıma modelini daha esnek ve hızlı bir dağıtım modeline dönüştürmeyi hedeflemektedir. Bu durum göz önünde bulundurulduğunda çapraz sevkiyatlı ve zaman pencereli bir araç rotalama problemi oluşmaktadır. Şu anda HepsiJET taşıma sisteminde araç yüklemeleri geleneksel yöntemlerle yapılmaktadır, ayrıca taşımacılık sisteminin bir bütün olarak ele alınarak verimliliğin artırılması gerekmektedir. Bu konular üzerine kurgulanacak olan doktora tezi, HepsiJET’in hızlı, hatasız ve dakik teslimat hizmeti sunması için gereken araç rotalama ve yükleme optimizasyonu ihtiyacını ve HepsiJET’in araç rotalama ve yükleme yöntemleri konusundaki tecrübeli Ar-Ge personeli ihtiyacını karşılayacaktır. Küçük tedarikçilerin taşımacılık sisteminde, paketlerin xDocklardan transfer merkezine, sonra tekrar xDocklara taşınması verimsizliğe yol açabilmektedir. Bu süreçte, transfer merkezine uğramadan ayrıştırma işlemlerinin yapılabileceği şekilde donatılmış araçların (mobil platformlar) kullanılması verimliliği arttırıcı bir seçenek olarak düşünülmektedir. Araç rotalama ve kapsama probleminin topolojik veri analizi ile optimizasyonu üzerine kurgulanacak olan doktora tezi, HepsiJET’in küçük tedarikçiler taşımacılık sisteminin geliştirilmesi ihtiyacını ve HepsiJET’in veri analizi konusundaki tecrübeli Ar-Ge elemanı ihtiyacını karşılayacaktır. HepsiJET’in artan taşıma hacmi ve hedefleri göz önüne alındığında taşımacı sayısının 2021 yılı sonunda 2.500’ün üzerine çıkması hedeflenmiştir. Bu modelin müşteri memnuniyetini düşürmeden ölçeklendirilebilmesi için taşımacı alternatiflerinin değerlendirilmesi ve hangi taşımacılar ile çalışılacağı konusunda seçim önem kazanmaktadır. Taşımacı değerlendirmesi ve seçimi için tereddütlü bulanık bir çok kriterli karar verme yöntemi geliştirilmesi üzerine kurgulanacak olan doktora tezi, HepsiJET’in hızlı, hatasız ve dakik bir teslimat hizmeti sunması için gereken sistematik bir taşımacı değerle"
  },
  {
    "rank": 4,
    "index": 107,
    "chunk_text": "Aynı ekran üzerinden komşuya bırak seçeneği ile paketin alternatif bir adrese teslimini ya da teslimatın yeniden planlanmasını sağlayabilecektir. Pandemi süreci ile birlikte e-ticaret ekosistemine çok sayıda yeni kullanıcı dahil olmuştur. Kullanıcılardan bazıları güven kaygısı ile kredi kartı kullanmayı tercih etmemekte veya kredi kartı kullanmamaktadır. Kapıda ödeme hizmeti ile bu müşteri grubunun ihtiyacının karşılanması hedeflenmiştir. Bu kapsamda hazır çözümler yerine kapıda ödeme sistemi uçtan uca HepsiJET bünyesinde geliştirilerek devreye alınacaktır. HepsiJET mevcutta tek kişi tarafından kolaylıkla taşınabilecek 40 desi ve altı ürünlerin taşımalarını yapmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 678,
    "sentence_count": 6,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev"
  },
  {
    "rank": 5,
    "index": 240,
    "chunk_text": "Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır. Böylece Ar-Ge Merkezi’nde geliştirilen projelerin bazı bileşenlerinin satış imkanı doğmuştur. Teslimat Yönetim Sistemi Projesi kapsamında geliştiren raporlama modülü satılabilir teknolojik ürün olarak tasarlanmıştır. Raporlama modülü kullanıcı dostu ara yüzler ile raporlama ve alarm üretmede hızlı bir çözüm olmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 829,
    "sentence_count": 6,
    "expanded_text": "3.781,89 10.635.033,23 4.877.116,75 Uzun Vadeli Borçlar (TL) 12.566.324,74 137.040,01 568.838,17 Yurt İçi Satışlar (TL) 163.476.819,28 40.148.254,92 20.004.923,42 Yurt Dışı Satışlar (TL) 0,00 0,00 0,00 Toplam Ciro (Brüt Satışlar) (TL) 163.476.819,28 40.148.254,92 20.004.923,42 Ar-Ge Harcaması (TL) 6.059.657,65 3.762.765,72 826.427,27 Ar-Ge Sonucu Ortaya Çıkan Yeni Ürünlerden Elde Edilen Ciro (TL) 682.767,26 5.800,00 0,00 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar Ortak Adı / Unvanı Uyruğu Pay (%) Pay Tutarı (TL) D-Market Elektronik Hizmetler Tic. A.Ş. Türkiye 100 46.000.000,00 Sayfa 11 / 99 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge / Tasarım Stratejileri Lojistik sektörü, teknoloji ve değişik profildeki iş gücünü eş güdümlü olarak çalışğrmayı hedeflediğinden pek çok teknolojinin uygun süreçlerle bir arada çalışması sektördeki diğer lojistik firmaları arasında fark yarağlmasına yol açacakğr. Bununla beraber, mevcut kargo şirketleri kurye olarak kendi personellerini kullanmakta ve yine yüksek oranda araç yatırımı yapmaktadır. HepsiJET araç yağrımı ve kurye istihdamı için harcanacak parayı kuryelere daha yüksek kazanç ve kargo yönetimi için bilişim altyapısı geliştirmek için harcamaktadır. Bu yüzden büyük ölçeklerde HepsiJET'in kargo modeli Türkiye'deki mevcut kargo modelinden daha verimlidir. İlerleyen zaman içinde diğer kargo şirketlerinin model değiştirmesine vesile olabileceği ya da yeni ve daha modern kargo anlayışlarının sektörde yer almasına yol açacağı düşünülmektedir. HepsiJET, ara transfer merkezlerinden son müşteriye tüzel taşımacılarla doğrudan teslimat yapan yerli bir oluşumdur. HepsiJET'in amacı e-ticaret müşterisine hızlı, kaliteli, güvenli ve uygun maliyetle hizmet sunmakğr. Bu gereksinimleri karşılamak amacıyla hizmetlerini belirlemiş ve önceliklendirmiştir"
  },
  {
    "rank": 6,
    "index": 170,
    "chunk_text": "Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kartı kullanımı gibi faktörler dikkate alınarak makine öğrenmesi teknikleri ile yeni şubeler için potansiyel bölge tahminleri yapılacaktır. Proje Proje kapsamında çalışmalara analiz ve literatür taramaları ile başlanacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 940,
    "sentence_count": 6,
    "expanded_text": "taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kartı kullanımı gibi faktörler dikkate alınarak makine öğrenmesi teknikleri ile yeni şubeler için potansiyel bölge tahminleri yapılacaktır. Proje Proje kapsamında çalışmalara analiz ve literatür taramaları ile başlanacaktır. Bu çalışmaları MVP Kapsamında geliştirmeleri, pilot çalışmalar ve nihai sistem için algoritma ve yazılım geliştirme faaliyetleri takip edecektir. Yapılacak İş paketleri detayları aşağıda detaylı olarak paylaşılmıştır; İP1. Analiz ve Literatür Taraması İş paketinde Faaliyetler mevcut sistemin ve gereksinimlerin uçtan uca analizi, literatür taramaları ve algoritma entegre sistemin kullanıcı deneyimi tasarlanacaktır. Teknik Analiz Çalışmaları Mevcut taşımacı çalışma alanlarını içeren kullanıcı arayüzü, kural tanımları ve veritabanı yapıları incelenecektir. İncelemelere ek olarak saha operasyon yetkililerin geribildirimleri doğrultusunda yeni bir yapının oluşturulması için teknik analiz çalışmaları yapılacaktır. Mevcut yapının kampanya dönemlerindeki büyük hacim değişimlerindeki zayıf performansa ve taşımacılar arasında adil olmayan paylaşımlara yol açtığı görülmüştür. Şube yetkililerinin çalışma alanlarını manuel oluşturmaları, mevcut yapıda mahalle büyüklükleri ve gönderi yoğunluklarının farklılık gösterme"
  },
  {
    "rank": 7,
    "index": 273,
    "chunk_text": "Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır. Proje süresince ortaya çıkabilecek riskler aylık risk değerlendirme toplanğları ile yüksek gerçekleşme olasılığı olan ve yüksek etki yaratacak riskler önceliklendirilerek takip edilmektedir. 1.1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 881,
    "sentence_count": 6,
    "expanded_text": "e katma değer sağlayan özellikler arasında projeye en çok katkı sağlayan ve daha az yazılım geliştirme maliyeti olan özelliklere öncelik verilmesinin sağlanması amaçlanmıştır. Minimum Ürün Yaklaşımı Proje geliştirilirken müşterinin/kullanıcının işini görecek olan en yalın ve en sade ürünün bir an önce müşterinin karşısına çıkarılması hedeflenmiştir. Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır. Proje süresince ortaya çıkabilecek riskler aylık risk değerlendirme toplanğları ile yüksek gerçekleşme olasılığı olan ve yüksek etki yaratacak riskler önceliklendirilerek takip edilmektedir. 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri İşletme bir grup veya holdinge bağlı değil Sayfa 8 / 99 1.1.2. İşletme Bilgileri İşletme Unvanı D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Faaliyet Kodu 62.01.01 -- Bilgisayar programlama faaliyetleri (sistem, veri tabanı, network, web sayfası vb. yazılımları ile müşteriye özel yazılımların kodlanması vb) , 53.10.01 -- Evrensel hizmet yükümlülüğü altında postacılık faaliyetleri (kargo ve kurye şirketlerinin faaliyetleri hariç) Adres Kuştepe Mah. Mecidiyeköy Yolu Cad. Trump Towers Kule 2 Kat:2 No:12 İl İstanbul Telefon 0 262 350 00 00 E-posta Adresi info@hepsijet.com Yerli/Yabancı Ye"
  },
  {
    "rank": 8,
    "index": 106,
    "chunk_text": "İadeleri söz verilen zamanda adresten teslim alabilmek için, iade toplamaları da rota optimizasyonu algoritması yardımıyla taşımacıların günlük rotalarına eklenmiştir. Canlı takip hizmeti ile standart teslimatlarda müşteriye paketin tahmini ulaşma süresi belirli bir aralık olarak iletilerek, eğer isterse taşımacıyı harita üzerinde canlı takip edebileceği bir ekran sunulacaktır. Aynı ekran üzerinden komşuya bırak seçeneği ile paketin alternatif bir adrese teslimini ya da teslimatın yeniden planlanmasını sağlayabilecektir. Pandemi süreci ile birlikte e-ticaret ekosistemine çok sayıda yeni kullanıcı dahil olmuştur. Kullanıcılardan bazıları güven kaygısı ile kredi kartı kullanmayı tercih etmemekte veya kredi kartı kullanmamaktadır. Kapıda ödeme hizmeti ile bu müşteri grubunun ihtiyacının karşılanması hedeflenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 823,
    "sentence_count": 6,
    "expanded_text": "tır. İadeleri söz verilen zamanda adresten teslim alabilmek için, iade toplamaları da rota optimizasyonu algoritması yardımıyla taşımacıların günlük rotalarına eklenmiştir. Canlı takip hizmeti ile standart teslimatlarda müşteriye paketin tahmini ulaşma süresi belirli bir aralık olarak iletilerek, eğer isterse taşımacıyı harita üzerinde canlı takip edebileceği bir ekran sunulacaktır. Aynı ekran üzerinden komşuya bırak seçeneği ile paketin alternatif bir adrese teslimini ya da teslimatın yeniden planlanmasını sağlayabilecektir. Pandemi süreci ile birlikte e-ticaret ekosistemine çok sayıda yeni kullanıcı dahil olmuştur. Kullanıcılardan bazıları güven kaygısı ile kredi kartı kullanmayı tercih etmemekte veya kredi kartı kullanmamaktadır. Kapıda ödeme hizmeti ile bu müşteri grubunun ihtiyacının karşılanması hedeflenmiştir. Bu kapsamda hazır çözümler yerine kapıda ödeme sistemi uçtan uca HepsiJET bünyesinde geliştirilerek devreye alınacaktır. HepsiJET mevcutta tek kişi tarafından kolaylıkla taşınabilecek 40 desi ve altı ürünlerin taşımalarını yapmaktadır. Proje kapsamında iki kişi tarafından taşınabilecek ağır ürünlerin taşınması sürecini kapsayan teknik altyapı kurularak teslimat sektöründe müşteri ihtiyaçları uçtan uca kapsanmış olacaktır. İ.P.4: Ölçeklendirme Yönetimi Paket hacminin artması ile birlikte sistemsel geliştirme ve sistem performans geliştirmesi ihtiyaçları doğmuştur. İş paketi kapsamında taşımacı mega şube yapılanması, akıllı limit yönetimi ve kayıp/hasar yönetimi geliştirmelerinin yapılması planlanmıştır. Mega Şube yapısı ile tek lokasyonda hem transfer merkezi hem de dağıtım merkezi hizmeti verilebilmesi hedeflenmiştir. Bu sistemin tasarlanabilmesi için şube, transfer merkezi ve sefer yapılarında köklü değişikliklerin yapılması gerekmektedir. Sistemde kurgulanacak parent-child yapı"
  },
  {
    "rank": 9,
    "index": 135,
    "chunk_text": "Şu anda HepsiJET taşıma sisteminde araç yüklemeleri geleneksel yöntemlerle yapılmaktadır, ayrıca taşımacılık sisteminin bir bütün olarak ele alınarak verimliliğin artırılması gerekmektedir. Bu konular üzerine kurgulanacak olan doktora tezi, HepsiJET’in hızlı, hatasız ve dakik teslimat hizmeti sunması için gereken araç rotalama ve yükleme optimizasyonu ihtiyacını ve HepsiJET’in araç rotalama ve yükleme yöntemleri konusundaki tecrübeli Ar-Ge personeli ihtiyacını karşılayacaktır. Küçük tedarikçilerin taşımacılık sisteminde, paketlerin xDocklardan transfer merkezine, sonra tekrar xDocklara taşınması verimsizliğe yol açabilmektedir. Bu süreçte, transfer merkezine uğramadan ayrıştırma işlemlerinin yapılabileceği şekilde donatılmış araçların (mobil platformlar) kullanılması verimliliği arttırıcı bir seçenek olarak düşünülmektedir. Araç rotalama ve kapsama probleminin topolojik veri analizi ile optimizasyonu üzerine kurgulanacak olan doktora tezi, HepsiJET’in küçük tedarikçiler taşımacılık sisteminin geliştirilmesi ihtiyacını ve HepsiJET’in veri analizi konusundaki tecrübeli Ar-Ge elemanı ihtiyacını karşılayacaktır. HepsiJET’in artan taşıma hacmi ve hedefleri göz önüne alındığında taşımacı sayısının 2021 yılı sonunda 2.500’ün üzerine çıkması hedeflenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1269,
    "sentence_count": 6,
    "expanded_text": "HepsiJET taşıma sisteminde araç yüklemeleri geleneksel yöntemlerle yapılmaktadır, ayrıca taşımacılık sisteminin bir bütün olarak ele alınarak verimliliğin artırılması gerekmektedir. Bu konular üzerine kurgulanacak olan doktora tezi, HepsiJET’in hızlı, hatasız ve dakik teslimat hizmeti sunması için gereken araç rotalama ve yükleme optimizasyonu ihtiyacını ve HepsiJET’in araç rotalama ve yükleme yöntemleri konusundaki tecrübeli Ar-Ge personeli ihtiyacını karşılayacaktır. Küçük tedarikçilerin taşımacılık sisteminde, paketlerin xDocklardan transfer merkezine, sonra tekrar xDocklara taşınması verimsizliğe yol açabilmektedir. Bu süreçte, transfer merkezine uğramadan ayrıştırma işlemlerinin yapılabileceği şekilde donatılmış araçların (mobil platformlar) kullanılması verimliliği arttırıcı bir seçenek olarak düşünülmektedir. Araç rotalama ve kapsama probleminin topolojik veri analizi ile optimizasyonu üzerine kurgulanacak olan doktora tezi, HepsiJET’in küçük tedarikçiler taşımacılık sisteminin geliştirilmesi ihtiyacını ve HepsiJET’in veri analizi konusundaki tecrübeli Ar-Ge elemanı ihtiyacını karşılayacaktır. HepsiJET’in artan taşıma hacmi ve hedefleri göz önüne alındığında taşımacı sayısının 2021 yılı sonunda 2.500’ün üzerine çıkması hedeflenmiştir. Bu modelin müşteri memnuniyetini düşürmeden ölçeklendirilebilmesi için taşımacı alternatiflerinin değerlendirilmesi ve hangi taşımacılar ile çalışılacağı konusunda seçim önem kazanmaktadır. Taşımacı değerlendirmesi ve seçimi için tereddütlü bulanık bir çok kriterli karar verme yöntemi geliştirilmesi üzerine kurgulanacak olan doktora tezi, HepsiJET’in hızlı, hatasız ve dakik bir teslimat hizmeti sunması için gereken sistematik bir taşımacı değerlendirme ve seçim yöntemi ihtiyacını ve HepsiJET’in çok kriterli karar verme yöntemleri konusundaki tecrübeli Ar-Ge personeli ihtiyacını karşılamaktadır. Sayfa 51 / 99 Proje Proje kapsamında belirlenen üç doktora tezinin şirket ihtiyaçlarına uygun hazırlanabilmesi için şirket içinde ve Kapsamında Kadir Has Üniversitesi iş birliğinde doktora ve tez süreçleri yürütülecektir. Proje çalışmalarına tez konuları ile Yapılacak ilgili doktora bursiyerlerine gerekli eğitimlerin verilmesi, tez konuları ile ilgili analiz ve literatür taraması Faaliyetler çalışmalar"
  },
  {
    "rank": 10,
    "index": 131,
    "chunk_text": "HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe Belirleyen yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen İhtiyaçlar teknoloji odaklı bir lojistik şirketi olarak görmektedir. Taşımacılık sisteminde sabit noktalar HepsiJET tarafından işletilirken, xDock'lardan adrese teslim şahıs şirketi olan bireysel taşımacıların kendilerine ait araçlarla yapılmaktadır. Bu taşımacılar taşıdıkları paket başına para kazanmaktadır. Bu nedenle HepsiJET paylaşım ekonomisi yaklaşımı ile mevcutta 1.500’den fazla taşımacıya iş imkânı sağlamaktadır. Türkiye koşullarında esnek ve hızlı dağıtım yapan HepsiJET, taşıma modelini daha esnek ve hızlı bir dağıtım modeline dönüştürmeyi hedeflemektedir. Bu durum göz önünde bulundurulduğunda çapraz sevkiyatlı ve zaman pencereli bir araç rotalama problemi oluşmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 890,
    "sentence_count": 6,
    "expanded_text": "teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen teknoloji odaklı bir lojistik şirketi olarak görmektedir. Sunduğu teslimat tipleri; - Bugün randevulu teslimat (belirli ürünlerde) - Ertesi gün randevulu teslimat - Standart plus teslimat - Evden randevulu iade teslim alma - Sözleşme taşımacılığı (taşıma - kredi sahibine imzalatma - bankaya evrak teslimi) 2020 yılında HepsiJET dağığm ağı Türkiye’nin 46 iline yayılmış olup, 2021 yılında 81 ile yayılması hedeflenmiştir. HepsiJET hizmeti sunan e-ticaret firmalarının sayısı 25’e ulaşmış olup, Hepsiburada üzerinden sağş yapan 2.700’ün üzerinde pazaryeri firması ile anlaşmalar tamamlanmışğr. Anlaşmalı firma sayısı günden güne artmaktadır. 2020 yılı sonunda paket hacmi önceki yıla göre 4 kat artarak günlük 200.000 paket seviyelerine yükselmiştir. Ticaret Bakanlığı tarafndan açıklanan veriye göre, 2020 itibarıyla Türkiye'de e-ticaret hacmi 2019 yılına göre yüzde 66 arğş göstererek 226 milyar 200 milyon liraya yükselmiştir. E-ticaret hacminin genel ticarete oranı 2019 yılında yüzde 9,8 iken, 2020 yılında 5,9 puan arğşla ortalama yüzde 15,7’ye çıkmışğr. E-ticareşie sipariş adetlerinin de 2020 yılında, 2019 yılına göre yüzde 68 artışla 1 milyar 366 milyondan 2 milyar 297 milyona çıktığı belirtilmiştir. Türkiye'de hızlı büyüme gösteren e-ticaret faaliyetlerinde müşteri ihtiyaçlarının karşılanabilmesi ve sektörün aynı ivme ile b"
  }
]