[
  {
    "rank": 1,
    "index": 246,
    "chunk_text": "Bu konuda görüşmeler devam etmektedir. 4. FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır. Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10. Ar-Ge Merkezi PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER Kriterler 2019 2020 Değerlendirme Ar-Ge harcamasının toplam ciro içindeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir.",
    "source_file": "rapor2023.txt",
    "char_len": 1059,
    "sentence_count": 5,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin"
  },
  {
    "rank": 2,
    "index": 247,
    "chunk_text": "Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10. Ar-Ge Merkezi PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER Kriterler 2019 2020 Değerlendirme Ar-Ge harcamasının toplam ciro içindeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Toplam araştırmacı sayısının toplam Ar-Ge Bu alanın hesaplaması yapılmayacaktır, 37 / 42 personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Ar-Ge sonucu ortaya çıkan yeni ürünlerden 5.800,00 / 40.148.254,92 682.767,26 / elde edilen cironun toplam ciroya oranı 163.476.819,28 (TL) Sayfa 91 / 99 11.",
    "source_file": "rapor2023.txt",
    "char_len": 1177,
    "sentence_count": 5,
    "expanded_text": "numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10. Ar-Ge Merkezi PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER Kriterler 2019 2020 Değerlendirme Ar-Ge harcamasının toplam ciro içindeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Toplam araştırmacı sayısının toplam Ar-Ge Bu alanın hesaplaması yapılmayacaktır, 37 / 42 personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Ar-Ge sonucu ortaya çıkan yeni ürünlerden 5.800,00 / 40.148.254,92 682.767,26 / elde edilen cironun toplam ciroya oranı 163.476.819,28 (TL) Sayfa 91 / 99 11. ENDEKS VERİLERİ 11.1. Ar-Ge Merkezi Personeli İstihdamına Dair Bilgiler Belge Alış Tarihi 25.9.2018 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Doktora Mezunu Araştırmacı Sayısı* 0 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Yüksek Lisans Mezunu Araştırmacı Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Lisans Mezunu Araştırmacı Sayısı (Doktora veya Yüksek Lisans 28 Öğrencisi Olmayanlar)* Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Doktora Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Yüksek Lisans Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Temel Bilimler Mezunu Ar-Ge Personeli Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Teknisyen Sayısı* 5 Faaliyet Yılında Ar-Ge Merkezinde Yeni İstihdam Edilen Toplam ArGe Personeli Sayısı* 23 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Araştırmacı Sayısı* 33 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Ar-Ge Personeli Sayısı* 38 Faaliyet Yılında En az Yüksek Lisans Eğitimi Almış 25 Yaş ve üzeri Kadın Ar-Ge Merkezi Çalışan Sayısı* 0 Faaliyet yılı içerisinde Ar-Ge Merkezinde çalıştırılan stajyer sayısı (lise düzeyi dahil) 7 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve En Az 2 Yıl Yurtdışında Kaldıktan Sonra Son 2 yıl İçinde Yurtdışından 1 Gelen Araştırmacı Sayısı* * 31 Aralık 2020 tarihinde çalışmakta olan personel sayıya dahil edilmiştir. Sayfa 92 / 99 11.2. Ar-Ge Merkezi Harcama Yoğunluğuna Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinin Toplam Ar-Ge Harcaması (TL) (5746 Sayılı Kanun Kapsamında Ar-Ge 5.971.386,65 Merkezi İçinde Yürütülen Projeler"
  },
  {
    "rank": 3,
    "index": 244,
    "chunk_text": "Ek olarak cep depolardan dar zaman aralıklarında ve hızlı teslimat hizmetinin sunulmasına imkan tanıyan HX Dağıtım Uygulaması ticarileştirilmiştir. Raporlama ve alarm modülü veri üretilen her firmada kullanıma uygun ve satılabilir durumdadır. Bu konuda görüşmeler devam etmektedir. 4. FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır. Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 863,
    "sentence_count": 5,
    "expanded_text": "ağıtım Uygulaması ticarileştirilmiştir. Raporlama ve alarm modülü veri üretilen her firmada kullanıma uygun ve satılabilir durumdadır. Bu konuda görüşmeler devam etmektedir. 4. FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır. Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10. Ar-Ge Merkezi PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER Kriterler 2019 2020 Değerlendirme Ar-Ge harcamasının toplam ciro içindeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Toplam araştırmacı sayısının toplam Ar-Ge Bu alanın hesaplaması yapılmayacaktır, 37 / 42 personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Ar-Ge sonucu ortaya çıkan yeni ürünlerden 5.800,00 / 40.148.254,92 682.767,26 / elde edilen cironun toplam ciroya oranı 163.476.819,28 (TL) Sayfa 91 / 99 11. ENDEKS VERİLERİ 11.1. Ar-Ge Merkezi Personeli İstihdamına Dair Bilgiler Belge Alış Tarihi 25.9.2018 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Doktora Mezunu Araştırmacı Sayısı* 0 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Yüksek Lisans Mezunu Araştırmacı Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Lisans Mezunu Araştırmacı Sayısı (Doktora veya Yüksek Lisans 28 Öğrencisi Olmayanlar)* Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Doktora Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Yüksek Lisans Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Temel Bilimler Mezunu Ar-Ge Personeli Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Teknisyen Sayısı* 5 Faaliyet Yılında Ar-Ge Merkezinde Yeni İstihdam Edilen Toplam ArGe Personeli Sayısı* 23 Faaliyet Yılında A"
  },
  {
    "rank": 4,
    "index": 265,
    "chunk_text": "TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir. Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışmalar yürütülmüştür. Ar-Ge Merkezi’nde yürütülen projeler ve proje başvuruları aşamalarında alınan akademik danışmanlık kapsamında birlikte çalışğğımız akademisyenler aşağıdaki gibidir: - Sabancı Üniversitesi - Prof.Dr. Burçin Bozkaya - İstanbul Teknik Üniversitesi - Yrd. Doç. Dr. Gökhan İnce - İstanbul Teknik Üniversitesi - Doç. Dr. Dilay Çelebi - Kadir Has Üniversitesi - Prof. Dr. Ayşe Hümeyra Bilge - Kadir Has Üniversitesi - Prof. Dr. Funda Samanlıoğlu - Kadir Has Üniversitesi - Doç. Dr. Tamer Dağ 2020 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında proje arama ve başvuru çalışmaları yapılmışğr.",
    "source_file": "rapor2023.txt",
    "char_len": 1419,
    "sentence_count": 5,
    "expanded_text": "çık adres verisinin doğal dil işleme algoritmaları ile çözümlenmesi ve cep depolardan saatlik teslimatlarda çok araçlı rota optimizasyonu çalışmaları yapılmıştır. 2019 yılında başlayan ve TÜBİTAK TEYDEB 1501 destekleri kapsamında yürüşiüğümüz Teslimat Yönetim Sistemi Projesi başarıyla tamamlanmıştır. TEYDEB 1501 Sanayi Ar-Ge Destek Programı kapsamında başvuru yapğğımız ve Sabancı Üniversitesi Öğretim Üyelerinden Prof. Dr. Burçin Bozkaya'dan danışmanlık aldığımız 3191204 numaralı “Zaman Pencereli ve Hızlı Teslimatlarda Optimizasyon ve Kapasite Yönetimi Projesi 2020 yılında destek almaya hak kazanmıştır. TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir. Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışmalar yürütülmüştür. Ar-Ge Merkezi’nde yürütülen projeler ve proje başvuruları aşamalarında alınan akademik danışmanlık kapsamında birlikte çalışğğımız akademisyenler aşağıdaki gibidir: - Sabancı Üniversitesi - Prof.Dr. Burçin Bozkaya - İstanbul Teknik Üniversitesi - Yrd. Doç. Dr. Gökhan İnce - İstanbul Teknik Üniversitesi - Doç. Dr. Dilay Çelebi - Kadir Has Üniversitesi - Prof. Dr. Ayşe Hümeyra Bilge - Kadir Has Üniversitesi - Prof. Dr. Funda Samanlıoğlu - Kadir Has Üniversitesi - Doç. Dr. Tamer Dağ 2020 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında proje arama ve başvuru çalışmaları yapılmışğr. Bu kapsamda EURIPIDES-PENTA Joint Call 2020 çağrısına Smart European Delivery Technological Innovation isimli proje destek başvurusu Avrupa Komisyonu tarafndan onaylanmışğr ancak eşik değerin üzerinde olmasına rağmen TÜBİTAK öncelikli projeleri arasına girememiştir. 2021 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında H2020-LC-GD-20203 -Building a low-carbon, climate resilient future: Research and innovation in support of the European Green Deal çağrısı alğnda 3 yeni proje başvurusu yapılmışğr. Konsorsiyumlarda Türkiye, İngiltere, Polonya, İspanya, Letonya, Avusturya ve Slovakya’dan firmalar ve üniversiteler yer almaktadır. Proje Yönetim Metodolojisi: Projelerde, scrum ve iş değeri yaklaşımı birlikte kullanılmaktadır. İş değeri yaklaşımında ürünle ilgili teknoloji ekibi, operasyon ekibi, müşteri hizmetleri ve iş geliştirme ekibi gibi farklı ekiplerden gelen yazılıml"
  },
  {
    "rank": 5,
    "index": 289,
    "chunk_text": "Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır. Sayfa 12 / 99 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri Unvanı D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Adres İnönü Gebze Güzeller OSB Mah. No:3 Kat:1 Lokasyon Organize Sanayi Bölgesi İl Kocaeli Telefon 0262 350 00 00 E-Posta argemerkezi@hepsijet.com SGK İşyeri Sicil No 253100202111658404102000 Ofis Alanı (m2) 107,54 Laboratuvar, Test, Prototip, Atölyesi vb. Bölümlerin Alanı (m2) 0 Toplam Alanı (m2) 107,54 Sayfa 13 / 99 2.2. Ar-Ge Merkezi'nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema Sayfa 14 / 99 2.3.",
    "source_file": "rapor2023.txt",
    "char_len": 800,
    "sentence_count": 5,
    "expanded_text": "T Ar-Ge Merkezi üniversiteler, Ar-Ge Merkezleri ve diğer sanayi firmaları ile ileriye dönük teknolojilerin araşğrılacağı projeleri geliştirmek, yönetmek ve elde edilen bilgi birikimini bilimsel konferanslarda paylaşarak bilgiyi yaygınlaşğrmak hedefiyle ilerlemektedir. Stratejimiz; iş birliği kültürünün şirket içinde ve sektör geneline yayılmasıdır. İçerisinde yer aldığımız projelerin hem ülkemize hem de sektörde katkısını sağlamlaşğrma, projelerde bu bilgi birikimini kullanabilme ve üretilen bilgi birikimini koruyabilmek amacıyla süreçlerimiz buna uygun olarak tasarlanmışğr. Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır. Sayfa 12 / 99 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri Unvanı D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Adres İnönü Gebze Güzeller OSB Mah. No:3 Kat:1 Lokasyon Organize Sanayi Bölgesi İl Kocaeli Telefon 0262 350 00 00 E-Posta argemerkezi@hepsijet.com SGK İşyeri Sicil No 253100202111658404102000 Ofis Alanı (m2) 107,54 Laboratuvar, Test, Prototip, Atölyesi vb. Bölümlerin Alanı (m2) 0 Toplam Alanı (m2) 107,54 Sayfa 13 / 99 2.2. Ar-Ge Merkezi'nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema Sayfa 14 / 99 2.3. Ar-Ge Merkezi Vaziyet Planı Sayfa 15 / 99 2.4. Ar-Ge Merkezi Organizasyon Şeması Sayfa 16 / 99 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Çalışan Personel Listesi Sıra T.C. / Adı Soyadı Uyruğu Eğitim Mezun Görevi SGK Sicil No Ar-Ge No Yabancı Durumu Olduğu Okul / (Araştırmacı, Biriminde Kimlik No Bölümü Teknisyen, İşe Destek Başladığı Personeli) Tarih 1 46567476162 BARBAROS Türkiye Lisans İSTANBUL Araştırmacı 46567476162 25.9.2018 ERSAN ÜNİVERSİTESİ / Maliye 2 55174074340 BURAK Türkiye Lisans DOĞUŞ Araştırmacı 55174074340 25.9.2018 KAPLAN ÜNİVERSİTESİ / Bilgisayar Mühendisliği 3 59017004006 DEFNE ÇELİK Türkiye Lisans BOĞAZİÇİ Araştırmacı 59017004006 25.9.2018 ÜNİVERSİTESİ / Uluslararası Ticaret (Fakülte) 4 52723167058 DENİZ TOSUN Türkiye Lisans BİLKENT Araştırmacı 52723167058 25.9.2018 ÜNİVERSİTESİ / Endüstri Mühendisliği 5 28810905902 EMRE MERT Türkiye Lisans IŞIK Araştırmacı 28810905902 25.9.20"
  },
  {
    "rank": 6,
    "index": 309,
    "chunk_text": "Desteğin planlanabilmesi için Proje müdürünün Ar-Ge Komisyonu’na proje başlamadan önce proje ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6. Patent başvuruları ve tescili Ar-Ge projelerinin yan çıkğlarından biri olan patent alımını özendirmek amacıyla, ulusal, uluslararası ve üçlü patent başvuruları ve tescilleri değişik oranlarda ödüllendirilir. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na başvuru ve tescil formlarını iletmeleri, Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal patent başvurusu 4.800 TL -Ulusal patent tescili 4.800 TL -Uluslararası patent başvurusu 7.200 TL -Uluslararası patent tescili 7.200 TL -Üçlü patent başvurusu 9.600 TL -Üçlü patent tescili 9.600 TL 7. Makale, bildiri ve yayınlar Çalışanların yayın yapmasını özendirmek amacıyla, ulusal düzeyde bildiriler, uluslararası düzeyde bildiriler ve hakemli dergilerde yayımlanacak makaleler, değişik oranlarda ödüllendirilir; bildiri sunumlarına ilişkin seyahat ve konaklama masrafları karşılanır. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8.",
    "source_file": "rapor2023.txt",
    "char_len": 1728,
    "sentence_count": 5,
    "expanded_text": "lecek proje önerisi 2.000 TL -Kamu kaynaklarıyla gerçekleştirilecek proje önerisi 4.000 TL -Yurt dışı kaynaklarla gerçekleştirilecek proje önerisi 7.000 TL 5. Dış destekli projeler Ar-Ge Merkezinde yurt içi ya da yurt dışı kaynaklar (TÜBİTAK, AB vb.) kullanılarak gerçekleştirilen projelerin başarıyla sonuçlandırılması durumunda, proje ekibi ödüllendirilir. Desteğin planlanabilmesi için Proje müdürünün Ar-Ge Komisyonu’na proje başlamadan önce proje ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6. Patent başvuruları ve tescili Ar-Ge projelerinin yan çıkğlarından biri olan patent alımını özendirmek amacıyla, ulusal, uluslararası ve üçlü patent başvuruları ve tescilleri değişik oranlarda ödüllendirilir. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na başvuru ve tescil formlarını iletmeleri, Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal patent başvurusu 4.800 TL -Ulusal patent tescili 4.800 TL -Uluslararası patent başvurusu 7.200 TL -Uluslararası patent tescili 7.200 TL -Üçlü patent başvurusu 9.600 TL -Üçlü patent tescili 9.600 TL 7. Makale, bildiri ve yayınlar Çalışanların yayın yapmasını özendirmek amacıyla, ulusal düzeyde bildiriler, uluslararası düzeyde bildiriler ve hakemli dergilerde yayımlanacak makaleler, değişik oranlarda ödüllendirilir; bildiri sunumlarına ilişkin seyahat ve konaklama masrafları karşılanır. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8. Ar-Ge Merkezi çalışanlarından açık kaynak kodlu sitemlere katkı yapılması durumunda, katkı sonrası Ar-Ge Komisyonu, katkı yapılan projeyi ve yapılan başvuruyu değerlendirir. İlgili organizasyonun (Projenin) bu katkıyı kabul ederek Code Base’ine dahil etmesi sonrası, ilgili çalışana 5.000 TL teşvik ödenir. Ar-Ge Merkezi çalışanlarına 2020 yılında, kamu kaynakları ile proje önerisi teşviki kapsamında 3.600 TL, patent başvurusu teşvikleri kapsamında 20.400 TL ve TEYDEB destekli proje katkı teşviki kapsamında 68.203 TL ödüllendirme yapılmışğr. Ayrıca sene sonu performans primleri kapsamında kapsamında Ar-Ge Merkezi personeline 310.196 TL ödenmiştir. Sayfa 25 / 99 2.10. Ar-Ge Merkezi Proje Yönetim Süreci Sayfa 26 / 99 Sayfa 27 / 99 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) Kontrol Mekanizması Var / Yok Sayısı Turnike sayısı Var 1 RFID sayısı Var 2 Personel giriş kartı sayısı Var 52 Yüz tanıma, parmak İzi, vb. sayısı Yok 0 Kamera ve kayıtları sayısı Var 3 Puantaj için gerekli donanım ve proje yönetimi ve muhasebe ile entegre yazılım sayısı Var 1 Sayfa 28 / 99 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Be"
  },
  {
    "rank": 7,
    "index": 238,
    "chunk_text": "Konsorsiyumlarda Türkiye, İngiltere, Polonya, İspanya, Letonya, Avusturya ve Slovakya’dan firmalar ve üniversiteler yer almaktadır. 2. Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır. Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 836,
    "sentence_count": 5,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine k"
  },
  {
    "rank": 8,
    "index": 310,
    "chunk_text": "Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na başvuru ve tescil formlarını iletmeleri, Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal patent başvurusu 4.800 TL -Ulusal patent tescili 4.800 TL -Uluslararası patent başvurusu 7.200 TL -Uluslararası patent tescili 7.200 TL -Üçlü patent başvurusu 9.600 TL -Üçlü patent tescili 9.600 TL 7. Makale, bildiri ve yayınlar Çalışanların yayın yapmasını özendirmek amacıyla, ulusal düzeyde bildiriler, uluslararası düzeyde bildiriler ve hakemli dergilerde yayımlanacak makaleler, değişik oranlarda ödüllendirilir; bildiri sunumlarına ilişkin seyahat ve konaklama masrafları karşılanır. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8. Ar-Ge Merkezi çalışanlarından açık kaynak kodlu sitemlere katkı yapılması durumunda, katkı sonrası Ar-Ge Komisyonu, katkı yapılan projeyi ve yapılan başvuruyu değerlendirir. İlgili organizasyonun (Projenin) bu katkıyı kabul ederek Code Base’ine dahil etmesi sonrası, ilgili çalışana 5.000 TL teşvik ödenir.",
    "source_file": "rapor2023.txt",
    "char_len": 1414,
    "sentence_count": 5,
    "expanded_text": "Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir. Ar-Ge Merkezi Bilgisayar Mühendisi, Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir. Ayrıca yüksek lisans ve doktora yapılması için çalışanlarımız haftada bir gün izinli sayılarak teşvik edilmektedir. HepsiJET faaliyet yılı içerisinde başarılı Ar-Ge projeleri yürüterek, kurumun ihtiyacı olan nitelikli teknoloji ihtiyacını karşılamışğr. Faaliyet yılı içersinde tek araçlı ve çok araçlı optimizasyon, makine öğrenmesi teknikleri ile kapasite tahminleme, taşımacılar için oyunlaşğrma çalışmaları, açık adres verisinin doğal dil işleme algoritmaları ile çözümlenmesi ve cep depolardan saatlik teslimatlarda çok araçlı rota optimizasyonu çalışmaları yapılmıştır. 2019 yılında başlayan ve TÜBİTAK TEYDEB 1501 destekleri kapsamında yürüşiüğümüz Teslimat Yönetim Sistemi Projesi başarıyla tamamlanmıştır. TEYDEB 1501 Sanayi Ar-Ge Destek Programı kapsamında başvuru yapğğımız ve Sabancı Üniversitesi Öğretim Üyelerinden Prof. Dr. Burçin Bozkaya'dan danışmanlık aldığımız 3191204 numaralı “Zaman Pencereli ve Hızlı Teslimatlarda Optimizasyon ve Kapasite Yönetimi Projesi 2020 yılında destek almaya hak kazanmıştır. TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir. Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışmalar yürütülmüştür. Ar-Ge Merkezi’nde yürütülen projeler ve proje başvuruları aşamalarında alınan akademik danışmanlık kapsamında birlikte çalışğğımız akademisyenler aşağıdaki gibidir: - Sabancı Üniversitesi - Prof.Dr. Burçin Bozkaya - İstanbul Teknik Üniversitesi - Yrd. Doç. Dr. Gökhan İnce - İstanbul Teknik Üniversitesi - Doç. Dr. Dilay"
  },
  {
    "rank": 9,
    "index": 128,
    "chunk_text": "Bu kapsamda kızılötesi özelliğine sahip mobil cihaz ile yine kızılötesi özelliğine sahip mobil etiket yazıcı cihazı arasında bağlantı kurularak mobil etiket basımına imkan tanıyan sistem için Türk Patent’e 2021/007041 başvuru numaralı ve Kargo Etiketi Basımı İçin Mobil Bir Sistem Ve Yöntem başlıklı patent başvurusu yapılmıştır. - Adreslerden randevulu iade ve gönderi toplama süreçlerinin ödeme sistemlerini de kapsayan özgün teknolojik buluşu için, Türk Patent’e 2021/007040 başvuru numaralı ve Kargo Dağıtımı Sırasında Müşterilerden Gönderi Alınmasına İmkan Veren Bir Yöntem başlıklı patent başvurusu yapılmıştır. - Ürünün mikroservis mimari yapıda kurgulanması sayesinde birbirinden bağımsız çalışabilen modüllerin ürün haline getirilerek ticarileşmesi mümkün olacaktır. - Adres çözümleme algoritması Türkçe diline ve Türkiye adres yapısına uygun geliştirildiği için serbest metin adreslerin lokasyona dönüştürülebilmesi ihtiyacı duyan tüm firmalarda kullanılabilir yapıda olacaktır. Projenin - Proje ile birlikte ulusal ölçekte müşteri ihtiyaçlarını uçtan uca kapsayan ve algoritmalar ile donatılmış bir Beklenen Teslimat Yönetim Sistemi altyapısı kurulmuş olacaktır. - Ani hacim değişikliklerinde verimsizliklerin önlenmesi Çıktıları ve sayesinde müşteriler, taşımacılar ve firma arasında kazan-kazan modeli kurularak e-ticaret ekosisteminin Faydaları gelişmesine katkı sağlanacaktır. - Taşımacı istihdamının 2021 sonuna kadar 2.500’e yükselmesi beklenmektedir. Böylece istihdama katkı sağlanırken, sektördeki yetişmiş personel sayısı da arttırılacaktır. - Otomasyon teknolojilerinin şirket içinde yaygınlaşması ile transfer merkezi ve şubelerde görevli personelin iş yükü azalmış olacaktır. Bu sayede mevcut personel ile aniden yükselen hacimler elleçlenebilecektir. - Açık kaynak kodlu yazılım teknolojilerinin kullanılması ile lisans maliyetlerinde tasarruf sağlanarak, nitelikli insan gücüne yatırım yapılması hedeflenmiştir. Böylece yurtdışı kaynaklı teknoloji alımlarının mümkün mertebe önüne geçilmesi planlanmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 2032,
    "sentence_count": 5,
    "expanded_text": "leme algoritmalarının kullanımı ile büyük ölçekli operasyonlarda katma değerli hizmetlerin sunulması hedeflenmiştir. - Mobil teknolojilerin kullanımı ile süreçlerin uçtan uca takibi yapılabilecek ve olası kayıp/hasarların önüne geçilebilecektir. Bu kapsamda kızılötesi özelliğine sahip mobil cihaz ile yine kızılötesi özelliğine sahip mobil etiket yazıcı cihazı arasında bağlantı kurularak mobil etiket basımına imkan tanıyan sistem için Türk Patent’e 2021/007041 başvuru numaralı ve Kargo Etiketi Basımı İçin Mobil Bir Sistem Ve Yöntem başlıklı patent başvurusu yapılmıştır. - Adreslerden randevulu iade ve gönderi toplama süreçlerinin ödeme sistemlerini de kapsayan özgün teknolojik buluşu için, Türk Patent’e 2021/007040 başvuru numaralı ve Kargo Dağıtımı Sırasında Müşterilerden Gönderi Alınmasına İmkan Veren Bir Yöntem başlıklı patent başvurusu yapılmıştır. - Ürünün mikroservis mimari yapıda kurgulanması sayesinde birbirinden bağımsız çalışabilen modüllerin ürün haline getirilerek ticarileşmesi mümkün olacaktır. - Adres çözümleme algoritması Türkçe diline ve Türkiye adres yapısına uygun geliştirildiği için serbest metin adreslerin lokasyona dönüştürülebilmesi ihtiyacı duyan tüm firmalarda kullanılabilir yapıda olacaktır. Projenin - Proje ile birlikte ulusal ölçekte müşteri ihtiyaçlarını uçtan uca kapsayan ve algoritmalar ile donatılmış bir Beklenen Teslimat Yönetim Sistemi altyapısı kurulmuş olacaktır. - Ani hacim değişikliklerinde verimsizliklerin önlenmesi Çıktıları ve sayesinde müşteriler, taşımacılar ve firma arasında kazan-kazan modeli kurularak e-ticaret ekosisteminin Faydaları gelişmesine katkı sağlanacaktır. - Taşımacı istihdamının 2021 sonuna kadar 2.500’e yükselmesi beklenmektedir. Böylece istihdama katkı sağlanırken, sektördeki yetişmiş personel sayısı da arttırılacaktır. - Otomasyon teknolojilerinin şirket içinde yaygınlaşması ile transfer merkezi ve şubelerde görevli personelin iş yükü azalmış olacaktır. Bu sayede mevcut personel ile aniden yükselen hacimler elleçlenebilecektir. - Açık kaynak kodlu yazılım teknolojilerinin kullanılması ile lisans maliyetlerinde tasarruf sağlanarak, nitelikli insan gücüne yatırım yapılması hedeflenmiştir. Böylece yurtdışı kaynaklı teknoloji alımlarının mümkün mertebe önüne geçilmesi planlanmaktadır. Sayfa 49 / 99 Proje Kodu HX-00007 Proje Adı D FAST Dağıtım Hizmetleri ve Lojistik A.Ş. (HepsiJET) Taşımacılık Operasyonları Optimizasyonu Proje 15.8.2020 Başlama Tarihi Proje Bitiş 30.6.2025 Tarihi Projede 6 Görev Alan Personel Sayısı Proje Süresi 45 (Adam Ay) Ulusal 3.3.1. 2244 Sanayi Doktora Programı Destek Programı Uluslararası Destek Programı Toplam 1.760.188,00 Proje Bütçesi (TL) Öz 682.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 1.078.188,00 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Sayfa 50 / 99 Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET özellikle e-ticaret müşterileri için kaliteli/katma değerli kargo hizmeti vermeyi amaçlayan bir firma Konusunu olarak hayata geçirilmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe Belirleyen yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen İhtiyaçlar teknoloji odaklı bir lojistik şirketi olarak görmektedir. Taşımacılık sisteminde sabit noktalar HepsiJET tarafından işletilirken, xDock'lardan adrese teslim şahıs şirketi olan bireysel taşımacıların kendilerine ait araçlarla yapılmak"
  },
  {
    "rank": 10,
    "index": 239,
    "chunk_text": "Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur. Öncelikli olarak şirketin kullanımı için geliştirilen projelerin mimari dizaynı aynı zamanda bağımsız çalışabilen ürünler olacak şekilde tasarlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 773,
    "sentence_count": 5,
    "expanded_text": "rt Katılım Tarihi Kişi No Bilimsel Etkinlik Dışı Aralığı Sayısı 1 Konferans 15th International Supply Chain Camp Yurt İçi 29.1.2020 - 1 29.1.2020 2 Konferans IT Forum CxO Yurt İçi 3.3.2020 - 3.3.2020 2 3 Konferans Kworks Covid-19 Ekspres Platformu Demo Günü Yurt İçi 22.9.2020 - 31 22.9.2020 4 Konferans SİU 2020 28. IEEE Sinyal İşleme ve İletişim Yurt İçi 5.10.2020 - 3 Uygulamaları Kurultayı 7.10.2020 5 Konferans Technology Management Conference Yurt İçi 11.11.2020 - 1 11.11.2020 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu Fikri ve Sınai Mülkiyet ve Yayın Durumu 2019 2020 Başvurusu Yapılan Patent Sayısı 2 2 Tescil Edilen Ulusal veya Uluslararası Patent Sayısı 0 0 Başvurusu Yapılan Tasarım Sayısı 0 0 Tescillenen Tasarım Sayısı 0 0 Tescillenen Marka Sayısı 0 1 Yayın, Makale, Bildiri Sayısı 1 0 Tescil Edilmiş Faydalı Model Sayısı 0 0 Sayfa 31 / 99 Tescil Edilmiş Endüstriyel Tasarım Sayısı 0 0 Tescil Edilmiş Yazılım Tescil Sayısı 0 0 Tescil Edilmiş Triadik Patent Sayısı 0 0 Ulusal Yayın Sayısı 1 0 Uluslararası Yayın Sayısı 0 0 Sayfa 32 / 99 5. Ar-Ge MerkeziNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge/Tasarım Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları Sıra Eğitimin Adı Yurt İçi / Yurt Katılımın Tarihi Kişi No Dışı Sayısı 1 Udemy Online - The Complete SQL Bootcamp 2021: Go from Zero to Yurt İçi 1.1.2020 - 1 Hero 31.12.2020 2 Udemy Online - Jenkins, From Zero To Hero: Become a DevOps Yurt İçi 1.1.2020 - 1 Jenkins Master 31.12.2020 3 Udemy Online - Python for Data Science and Machine Learning Yurt İçi 1.1.2020 - 1 Bootcamp 31.12.2020 4 Udemy Online - Master Microservices with Spring Boot and Spring Yurt İçi 1.1.2020 - 1 Cloud 31.12.2020 5 Udemy Online - Learn SQL Using PostgreSQL: From Zero to Hero Yurt İçi 1.1.2020 - 1 31.12.2020 6 Udemy Online - Docker for the Absolute Beginner - Hands On - Yurt İçi 1.1.2020 - 1 DevOps 31.12.2020 7 Udemy Online - Docker Mastery: with Kubernetes +Swarm from a Yurt İçi 1.1.2020 - 1 Docker Captain 31.12.2020 8 Udemy Online - Apache Kafka Series - Learn Apache Kafka for Yurt İçi 1.1.2020 - 1 Beginners 31.12.2020 9 Udemy Online - Complete Kotlin Coroutines development course Yurt İ"
  }
]