[
  {
    "id": 1,
    "soru": "Ar-Ge Merkezi, işletme organizasyon şemasında ayrı bir birim olarak yer almakta mıdır?",
    "yordam": "İşletmenin organizasyon şeması incelenerek Ar-Ge merkezinin ayrı bir birim ya da ağaç yapısında olup olmadığı konusunda olumlu ya da olumsuz değerlendirme yapılır. Ar-Ge merkezi yöneticisi olması gereklidir. Ve diğer çalışanların bu kişi altında olacak biçimde gösterilmesi beklenir. Tüm çalışanların ağaç yapısında yer alması beklenmez. Kavramsal olarak bu gösterildi ise yeterli kabul edilebilir.",
    "text": "SORU: Ar-Ge Merkezi, işletme organizasyon şemasında ayrı bir birim olarak yer almakta mıdır?\nYORDAM: İşletmenin organizasyon şeması incelenerek Ar-Ge merkezinin ayrı bir birim ya da ağaç yapısında olup olmadığı konusunda olumlu ya da olumsuz değerlendirme yapılır. Ar-Ge merkezi yöneticisi olması gereklidir. Ve diğer çalışanların bu kişi altında olacak biçimde gösterilmesi beklenir. Tüm çalışanların ağaç yapısında yer alması beklenmez. Kavramsal olarak bu gösterildi ise yeterli kabul edilebilir."
  },
  {
    "id": 2,
    "soru": "İşletmenin Ar-Ge Merkezi organizasyon şeması yeterlidir?",
    "yordam": "Organizasyn şemasında belirli bir organizasyon yapısı mevcıt mudur? Fikri mülki haklar konusunda birim kurulmuş mudur. Genel müdür yardımcıları genel müdür belirli midir. Genellikle bu bilgiler grafik olarak dokümana eklenmektedir. Dolayısı ile grafiğin analizi gerekebilir.",
    "text": "SORU: İşletmenin Ar-Ge Merkezi organizasyon şeması yeterlidir?\nYORDAM: Organizasyn şemasında belirli bir organizasyon yapısı mevcıt mudur? Fikri mülki haklar konusunda birim kurulmuş mudur. Genel müdür yardımcıları genel müdür belirli midir. Genellikle bu bilgiler grafik olarak dokümana eklenmektedir. Dolayısı ile grafiğin analizi gerekebilir."
  },
  {
    "id": 3,
    "soru": "Ar-Ge Merkezindeki mevcut yazılım, makine-teçhizat ve laboratuvar alt yapısı, test ortamları, bilgiye erişim olanakları, vb. Ar-Ge faaliyetlerle uyumludur.",
    "yordam": "Ar-ge merkezinde yürütülmekte olan projeler ile raporda tanımlanmış olan laboratuvarların konu açısından ilişki düzeyi kabul edilebilir olmalıdır. Bir başka deyişle bu faaliyetlerin yapılabileceği makine-teçhizat ve laboratuvar ve diğer altyapının raporda belirtilmiş olması beklenir. Burada görülebilecek olan eksiklikler ise genel kabul gören prensipler çerçevesinde yorumlanabilir.  Firmanın genel olarak üretmiş olduğu projeler ile elindeki altyapının uyumu bu soruda sorulmaktadır.",
    "text": "SORU: Ar-Ge Merkezindeki mevcut yazılım, makine-teçhizat ve laboratuvar alt yapısı, test ortamları, bilgiye erişim olanakları, vb. Ar-Ge faaliyetlerle uyumludur.\nYORDAM: Ar-ge merkezinde yürütülmekte olan projeler ile raporda tanımlanmış olan laboratuvarların konu açısından ilişki düzeyi kabul edilebilir olmalıdır. Bir başka deyişle bu faaliyetlerin yapılabileceği makine-teçhizat ve laboratuvar ve diğer altyapının raporda belirtilmiş olması beklenir. Burada görülebilecek olan eksiklikler ise genel kabul gören prensipler çerçevesinde yorumlanabilir.  Firmanın genel olarak üretmiş olduğu projeler ile elindeki altyapının uyumu bu soruda sorulmaktadır."
  },
  {
    "id": 4,
    "soru": "Ar-Ge Merkezinde çalışan personel sayı ve nitelik yönünden yürütülen faaliyetlerle uyumludur.",
    "yordam": "Projelerin Adam/ay değerlerinin hesaplanması güç bir konudur. Ancak genellikle Ar-Ge merkezi projelerinin 50-150 adam/ay arasında ve 6-24 ay sürelerinde olduğu görülmektedir. Bu yönetilebilirlik bakımından tercih edilmektedir. Projede yapılan faaliyetler dikkate alındığında bu kapsamdaki bir  işini uzunluk ve işgücü bakımından değerlendirmesinin yapay zeka tarafından ele alınması beklenebilir. Bu durumda personelin sayısının ve özgeçmişlerinin proje konuları ile büyük ölçüde ilgili olup olmadığı üzerinde yorum yapılacaktır. Bu yorumun uyumlu olanlar için tek tek yapılmasına gerek olmamakla beraber bir uyumsuz veri olduğu takdirde bunun özel olarak soru çıktısında belirtilmesi yararlı olacaktır.",
    "text": "SORU: Ar-Ge Merkezinde çalışan personel sayı ve nitelik yönünden yürütülen faaliyetlerle uyumludur.\nYORDAM: Projelerin Adam/ay değerlerinin hesaplanması güç bir konudur. Ancak genellikle Ar-Ge merkezi projelerinin 50-150 adam/ay arasında ve 6-24 ay sürelerinde olduğu görülmektedir. Bu yönetilebilirlik bakımından tercih edilmektedir. Projede yapılan faaliyetler dikkate alındığında bu kapsamdaki bir  işini uzunluk ve işgücü bakımından değerlendirmesinin yapay zeka tarafından ele alınması beklenebilir. Bu durumda personelin sayısının ve özgeçmişlerinin proje konuları ile büyük ölçüde ilgili olup olmadığı üzerinde yorum yapılacaktır. Bu yorumun uyumlu olanlar için tek tek yapılmasına gerek olmamakla beraber bir uyumsuz veri olduğu takdirde bunun özel olarak soru çıktısında belirtilmesi yararlı olacaktır."
  },
  {
    "id": 5,
    "soru": "Ar-Ge personelinin aldığı mesleki beceri / yetkinlik geliştirme amaçlı eğitimler firmanın faaliyet gösterdiği sektör ile uyumlu ve yeterli düzeydedir.",
    "yordam": "",
    "text": "SORU: Ar-Ge personelinin aldığı mesleki beceri / yetkinlik geliştirme amaçlı eğitimler firmanın faaliyet gösterdiği sektör ile uyumlu ve yeterli düzeydedir."
  },
  {
    "id": 6,
    "soru": "Ar-Ge Merkezi personeline yönelik planlı Eğitim Programları mevcuttur.",
    "yordam": "",
    "text": "SORU: Ar-Ge Merkezi personeline yönelik planlı Eğitim Programları mevcuttur."
  },
  {
    "id": 7,
    "soru": "Ar-Ge personelinin katıldığı ulusal ve uluslararası sempozyum, kongre, seminer vb. Etkinlikler yeterlidir.",
    "yordam": "",
    "text": "SORU: Ar-Ge personelinin katıldığı ulusal ve uluslararası sempozyum, kongre, seminer vb. Etkinlikler yeterlidir."
  },
  {
    "id": 8,
    "soru": "İşletmenin Ar-Ge faaliyetleri konusunda yapmış olduğu bilimsel-teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliği yeterlidir.",
    "yordam": "",
    "text": "SORU: İşletmenin Ar-Ge faaliyetleri konusunda yapmış olduğu bilimsel-teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliği yeterlidir."
  },
  {
    "id": 9,
    "soru": "Ar-Ge Merkezinin gelişimini sağlayacak, etkinliğini ve verimliliğini arttıracak dokümante edilmiş bir ödül ve teşvik mekanizması vardır ve uygulanmaktadır.",
    "yordam": "",
    "text": "SORU: Ar-Ge Merkezinin gelişimini sağlayacak, etkinliğini ve verimliliğini arttıracak dokümante edilmiş bir ödül ve teşvik mekanizması vardır ve uygulanmaktadır."
  },
  {
    "id": 10,
    "soru": "Ar-Ge Merkezi fiziki alanı ergonomic (çalışma ortamı, yerleşim, aydınlatma, makine teçhizat v.b.) açıdan yeterlidir.",
    "yordam": "",
    "text": "SORU: Ar-Ge Merkezi fiziki alanı ergonomic (çalışma ortamı, yerleşim, aydınlatma, makine teçhizat v.b.) açıdan yeterlidir."
  },
  {
    "id": 11,
    "soru": "Ar-Ge Merkezinde yürütülen faaliyetler sonucunda ortaya çıkan fikri ve sınai mülkiyet hakları süreçlerinin değerlendirilerek gerekli işlemlerin yürütüldüğü bir yapılanma bulunmakta ya da bu konuda hizmet alımı yapılmaktadır.",
    "yordam": "",
    "text": "SORU: Ar-Ge Merkezinde yürütülen faaliyetler sonucunda ortaya çıkan fikri ve sınai mülkiyet hakları süreçlerinin değerlendirilerek gerekli işlemlerin yürütüldüğü bir yapılanma bulunmakta ya da bu konuda hizmet alımı yapılmaktadır."
  },
  {
    "id": 12,
    "soru": "İşletmenin Ar-Ge faaliyetleri sonucu başvurulmuş veya tescil edilmiş patentleri bulunmaktadır.",
    "yordam": "",
    "text": "SORU: İşletmenin Ar-Ge faaliyetleri sonucu başvurulmuş veya tescil edilmiş patentleri bulunmaktadır."
  },
  {
    "id": 13,
    "soru": "Ar-Ge Merkezinde yürütülen Ar-Ge projeleri firmanın faaliyet alanı ve Ar-Ge bütçesi göz önüne alındığında sayı ve nitelik yönünden yeterlidir.",
    "yordam": "",
    "text": "SORU: Ar-Ge Merkezinde yürütülen Ar-Ge projeleri firmanın faaliyet alanı ve Ar-Ge bütçesi göz önüne alındığında sayı ve nitelik yönünden yeterlidir."
  },
  {
    "id": 14,
    "soru": ": İşletmenin ulusal ve uluslararası destekli Ar-Ge projeleri mevcuttur.",
    "yordam": "",
    "text": "SORU: : İşletmenin ulusal ve uluslararası destekli Ar-Ge projeleri mevcuttur."
  },
  {
    "id": 15,
    "soru": "İşletmenin proje yönetim sistematiği mevcuttur.",
    "yordam": "",
    "text": "SORU: İşletmenin proje yönetim sistematiği mevcuttur."
  },
  {
    "id": 16,
    "soru": "İşletmenin toplam ciroya göre Ar-Ge harcama oranı yeterlidir.",
    "yordam": "",
    "text": "SORU: İşletmenin toplam ciroya göre Ar-Ge harcama oranı yeterlidir."
  },
  {
    "id": 17,
    "soru": "İşletmenin ulusal ve uluslararası işbirlikleri yeterlidir.",
    "yordam": "",
    "text": "SORU: İşletmenin ulusal ve uluslararası işbirlikleri yeterlidir."
  },
  {
    "id": 18,
    "soru": "İşletmenin yürüttüğü Ar-Ge faaliyetleri kapsamında üniversiteler ile işbirlikleri vardır.",
    "yordam": "",
    "text": "SORU: İşletmenin yürüttüğü Ar-Ge faaliyetleri kapsamında üniversiteler ile işbirlikleri vardır."
  },
  {
    "id": 19,
    "soru": "Işletmenin uyguladığı Ar-Ge stratejileri faaliyetleri ile uyumludur.",
    "yordam": "",
    "text": "SORU: Işletmenin uyguladığı Ar-Ge stratejileri faaliyetleri ile uyumludur."
  },
  {
    "id": 20,
    "soru": "İşletmenin gelecek yıllara yönelik Ar-Ge planı, Ar-Ge stratejileri göz önüne alınarak yapılmaktadır.",
    "yordam": "İşletmede geleceğe dönük Ar-Ge planı nasıl yapılmaktadır. Raporda bununla ilgili bir bilgi paylaşılmış mıdır. 5 yıllık ya da 3 yıllık öngörülerin nasıl yapıldığı ile ilgili bir bilgi verilmiş midir?",
    "text": "SORU: İşletmenin gelecek yıllara yönelik Ar-Ge planı, Ar-Ge stratejileri göz önüne alınarak yapılmaktadır.\nYORDAM: İşletmede geleceğe dönük Ar-Ge planı nasıl yapılmaktadır. Raporda bununla ilgili bir bilgi paylaşılmış mıdır. 5 yıllık ya da 3 yıllık öngörülerin nasıl yapıldığı ile ilgili bir bilgi verilmiş midir?"
  },
  {
    "id": 21,
    "soru": "İşletmede bilgi yönetim sistemi (bilginin saklanması, paylaşılması, yönetilmesi ve güvenliği) mevcuttur.",
    "yordam": "İşletmede rapor içinde bir bilgi yönetim sisteminin varlığından söz edilmekte midir. Bu sorunun yanıtı evet ve sektörde bu bahsi geçen yönetim sistemi kullanılabilir görülüyor ise bu sorudan olumlu değerlendirme yapılmalıdır.",
    "text": "SORU: İşletmede bilgi yönetim sistemi (bilginin saklanması, paylaşılması, yönetilmesi ve güvenliği) mevcuttur.\nYORDAM: İşletmede rapor içinde bir bilgi yönetim sisteminin varlığından söz edilmekte midir. Bu sorunun yanıtı evet ve sektörde bu bahsi geçen yönetim sistemi kullanılabilir görülüyor ise bu sorudan olumlu değerlendirme yapılmalıdır."
  },
  {
    "id": 22,
    "soru": "Ar-Ge Merkezinin üye olduğu ulusal/uluslararası bilimsel kütüphaneler ve veri tabanları mevcut ve yeterlidir.",
    "yordam": "Bu başlıkta rapor içinde online bilimsel kütüphane üyelikleri var mı yok mu ona bakılır. Bunlar içinde bir adet varsa iyi birden çok varsa daha iyi olarak düşünülebilir. Proquest, EBSCO, IEEE, ACM gibi üyelikler pozitif olarak değerlendirilir ve vurgulanır. Soru değerlendirmesinde bu kütiphanelere vurgu yapılabilir. Ayrıca bazı durumlarda üniversite işbirlikleri de vurgulanmaktadır. Bunlar da olumlu değerlendirilebilir.",
    "text": "SORU: Ar-Ge Merkezinin üye olduğu ulusal/uluslararası bilimsel kütüphaneler ve veri tabanları mevcut ve yeterlidir.\nYORDAM: Bu başlıkta rapor içinde online bilimsel kütüphane üyelikleri var mı yok mu ona bakılır. Bunlar içinde bir adet varsa iyi birden çok varsa daha iyi olarak düşünülebilir. Proquest, EBSCO, IEEE, ACM gibi üyelikler pozitif olarak değerlendirilir ve vurgulanır. Soru değerlendirmesinde bu kütiphanelere vurgu yapılabilir. Ayrıca bazı durumlarda üniversite işbirlikleri de vurgulanmaktadır. Bunlar da olumlu değerlendirilebilir."
  }
]