{
  "source_file": "rapor2023.txt",
  "category": "genel",
  "chunk_index": 322,
  "chunk_text": "Ar-Ge Merkezi PERFORMANS KRİTERLERİNE İLİŞKİN BİLGİLER Kriterler 2019 2020 Değerlendirme Ar-Ge harcamasının toplam ciro içindeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Toplam araştırmacı sayısının toplam Ar-Ge Bu alanın hesaplaması yapılmayacaktır, 37 / 42 personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Ar-Ge sonucu ortaya çıkan yeni ürünlerden 5.800,00 / 40.148.254,92 682.767,26 / elde edilen cironun toplam ciroya oranı 163.476.819,28 (TL) Sayfa 91 / 99 11. ENDEKS VERİLERİ 11.1. Ar-Ge Merkezi Personeli İstihdamına Dair Bilgiler Belge Alış Tarihi 25.9.2018 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Doktora Mezunu Araştırmacı Sayısı* 0 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Yüksek Lisans Mezunu Araştırmacı Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Lisans Mezunu Araştırmacı Sayısı (Doktora veya Yüksek Lisans 28 Öğrencisi Olmayanlar)* Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Doktora Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Yüksek Lisans Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Temel Bilimler Mezunu Ar-Ge Personeli Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Teknisyen Sayısı* 5 Faaliyet Yılında Ar-Ge Merkezinde Yeni İstihdam Edilen Toplam ArGe Personeli Sayısı* 23 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Araştırmacı Sayısı* 33 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Ar-Ge Personeli Sayısı* 38 Faaliyet Yılında En az Yüksek Lisans Eğitimi Almış 25 Yaş ve üzeri Kadın Ar-Ge Merkezi Çalışan Sayısı* 0 Faaliyet yılı içerisinde Ar-Ge Merkezinde çalıştırılan stajyer sayısı (lise düzeyi dahil) 7 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve En Az 2 Yıl Yurtdışında Kaldıktan Sonra Son 2 yıl İçinde Yurtdışından 1 Gelen Araştırmacı Sayısı* * 31 Aralık 2020 tarihinde çalışmakta olan personel sayıya dahil edilmiştir.",
  "char_len": 2135,
  "sentence_count": 5
}