{
  "source_file": "rapor2023.txt",
  "category": "genel",
  "chunk_index": 272,
  "chunk_text": "Dağıtım merkezlerinden pilot şube olarak en uygun olanı seçilerek, projenin geliştirme sürecinde hem yazılımsal olarak hem de saha operasyonlarında taşımacılar tarafından testler yapılacaktır. Aynı zamanda güvenlik ve penetrasyon testleri de bu iş paketinde yapılacak faaliyetlerdir. Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalkacaktır.",
  "char_len": 2314,
  "sentence_count": 5
}