{
  "source_file": "rapor2023.txt",
  "category": "genel",
  "chunk_index": 286,
  "chunk_text": "Bu görüşmelerde bilinen şüpheli davranış bilgisi operasyondan toplanmıştır. Ek olarak Operasyon tarafından tutulan taşımacı verisi incelenerek taşımacıların işe başlama ve işten çıkma süreçleri ve ortalama görev süreleri analiz edilmiştir. - Proje kapsamında analiz ve makine öğrenmesi çalışmaları için toplanacak veri belirlenmiş ve mevcut sistemdeki veri alanları ile kıyaslanarak ihtiyaç olan yeni alanların eklenmesi ve veritabanı tasarımı yapılmıştır. - Literatür ve teknoloji araştırmaları yapılarak, alternatif teknolojiler değerlendirilmiştir. - Tüm Operasyonel ve sistemsel gereksinimler belirlenmiştir. - Taşımacıların anlık konum bilgisi belirlenen 1 dakikalık zaman aralıkları için tutulmaya başlanmıştır. - 2019 yılından itibaren 15 günden fazla çalışan tüm taşımacılar için ürün bazında günlük dağıtım sayıları, dağıtıma başlama zamanları, dağıtımlar arasında geçirdikleri ortalama süre, ayrılmadan önceki aydaki performans değişimi verinin analiz edilmesi çalışmaları yapılmıştır. İ.P.2: Temel Yazılım, Veri Alımı ve Veri Analizi Altyapısının Kurulması: Bu kapsamda projeye girdi oluşturacak verinin temini ve projenin çıktılarının iş birimlerine sunulacağı platform üzerinde çalışmalar yapılmıştır ve veri analizi altyapısı kurulmuştur. Taşımacıların uçtan uca yönetileceği ve tüm verilerinin yer alacağı Taşımacı Yönetim Sistemi Sayfa 58 / 99 platformu geliştirilerek devreye alınmıştır. Bu kapsamda; - Sistemin genel kullanım senaryosunun revizyonu - Data eldesi, düzenlenmesi, özniteliklerin çıkartılması için veri analiz altyapısının oluşturulması - Model eğitim ve geliştirilmesi için veri analiz altyapısında düzenleme - Canlıya alım, gözlem ve çıkarım süreçleri için veri analiz altyapısının oluşturulması - Canlıya alım, gözlem ve çıkarım süreçleri için veri analiz altyapısı testleri çalışmaları tamamlanarak Taşımacı Yönetim Sistemi ve algoritma geliştirme faaliyetleri için zemin hazırlanmıştır.",
  "char_len": 1922,
  "sentence_count": 5
}