{
  "source_file": "rapor2023.txt",
  "category": "genel",
  "chunk_index": 273,
  "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalkacaktır. Sayfa 56 / 99 Proje Kodu HX-00005 Proje Adı Taşımacı Davranış Analizi Projesi Proje 1.11.2019 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.750.000,00 Proje Bütçesi (TL) Öz 1.750.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0,00 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 67.800,00 Hizmet Alımı Tutarı (TL) Sayfa 57 / 99 Yurt İçi 67.800,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir.",
  "char_len": 2893,
  "sentence_count": 5
}