{
  "source_file": "rapor2023.txt",
  "category": "genel",
  "chunk_index": 249,
  "chunk_text": "Wasserman, L. 2018. “Topological data analysis”, Annual Review of Statistics and its Applicaitons, 5, Ed. N. Reid, Book Series, A, 501-532. Yu, D. 2013. “Triangular Hesitant Fuzzy Set and Its Application to Teaching Quality Evaluation”, J. Inf. Comput. Sci., 10, 1925–1934. Projenin • Doktora tezlerine konu çalışmalarının HepsiJET’te yürütülmesi ve proje sonucunda 3 doktoralı personelin Beklenen firmamızda çalışma hayatlarına devam etmesi ● Yapılan çalışmalardan bilimsel yayınlar hazırlanması ve Çıktıları ve bilimsel konferanslarda sunulması, dergilerde yayınlanması ● Yapılan çalışmalar neticesinde maliyet, müşteri Faydaları memnuniyeti gibi kriterlerin daha üst seviyelere çıkartılması • Artan taşımacı ihtiyacının en uygun adaylar seçilerek tamamlanması • Çapraz sevkiyatlı ve zaman pencereli bir araç rotalama ve yükleme probleminin optimizasyonu ile maliyet ve zaman verimliliği de sağlanarak HepsiJET’in sunduğu teslimat hizmetinin hızlı, hatasız ve dakik bir teslimat hizmeti sunması Sayfa 53 / 99 Proje Kodu HX-00008 Proje Adı Optimizasyon ve Makine Öğrenmesi Yöntemleri İle Firma Çalışma Alanlarının Belirlenmesi Proje 21.12.2020 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.500.000,00 Proje Bütçesi (TL) Öz 1.500.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 60.000,00 Hizmet Alımı Tutarı (TL) Sayfa 54 / 99 Yurt İçi 60.000,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir.",
  "char_len": 1910,
  "sentence_count": 5
}