{
  "source_file": "rapor2023.txt",
  "category": "mevzuat",
  "chunk_index": 298,
  "chunk_text": "İ.P.5: Entegrasyon: Tahminleme algoritması, Taşımacı Yönetim Sistemi platformu ve oyunlaştırma çalışmalarının saha kullanıcı deneyimini tekilleştirme amacıyla mevcut Teslimat Yönetim Sistemi’nin web ve mobil arayüzlerine entegrasyonu planlanmıştır. Ayrıca HepsiJET’in kendi geliştirdiği raporlama sistemi ile entegrasyonu ile operasyon ekiplerinin ihtiyacı olan detay raporların ve alarm mekanizmalarının geliştirilmesi bu iş paketi kapsamında yer alacak çalışmalardır. Sayfa 59 / 99 Projenin • Dünya genelinde giderek yaygınlaşan kitle kaynaklı son noktaya taşıma hizmetlerinde birlikte çalışılan Yenilikçi üçüncü partilerin yönetimi büyük önem taşımaktadır. Projede yapılacak çalışmalar taşımacılık sektöründe öncü Yönü ve Ar- niteliktedir. Çalışan bağlılığını arttırmak ve müşteri memnuniyetini korumak için, oluşabilecek problemleri Ge Niteliği önceden tahminlemek ve önlemek mümkün olacaktır. • Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır. Süreçte izlenemeyen taşımacıların belirlenmesi durumunda operasyon yetkilisine durum otomatik olarak bildirilerek sorunun çözümü için süreç başlatılacaktır. • Kümeleme ve makine öğrenmesi teknikleri bir arada kullanılarak geliştirilecek tahminleme algoritması çalışmaları akademik yayın haline getirilerek bilginin yaygınlaşması sağlanacaktır. • Projenin oyunlaştırma geliştirmeleri kapsamındaki özgün çalışmalar için 26.12.2020 tarihinde “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı patent başvurusu Türk Patent’e gönderilmiştir. (Başvuru Numarası:2020/21835) Projenin • Taşımacıların hareketleri izlenerek kontrol edilebilecektir.",
  "char_len": 1950,
  "sentence_count": 6
}