{
  "source_file": "rapor2023.txt",
  "category": "mevzuat",
  "chunk_index": 325,
  "chunk_text": "Ar-Ge Merkezi Harcama Yoğunluğuna Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinin Toplam Ar-Ge Harcaması (TL) (5746 Sayılı Kanun Kapsamında Ar-Ge 5.971.386,65 Merkezi İçinde Yürütülen Projeler Bünyesinde) Bir Önceki Yılda Ar-Ge Merkezinin Toplam Ar-Ge Harcaması (TL) (5746 Sayılı Kanun Kapsamında Ar-Ge 2.879.629,72 Merkezi İçinde Yürütülen Projeler Bünyesinde) Faaliyet Yılında Ar-Ge Merkezi İçinde Yürütülen Projeler Bazında Toplam Muafiyet Miktarı (TL) (5746 Sayılı 2.226.185,85 Kanun Kapsamında) Sayfa 93 / 99 11.3. Proje Kapasitelerine Dair Bilgiler Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) 6.031.813,70 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 2.936.814,11 İşletme Katkısı (TL) Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 88.271,00 Kamu Katkısı (TL) Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen AB ve Uluslararası Destekli Proje Sayısı 0 Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen Ulusal Destekli Proje Sayısı 2 Sayfa 94 / 99 11.4. İşbirliği ve Etkileşime Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Toplam Proje Sayısı 6 Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Kamu Destekli Üniversite-Sanayi İşbirliği 3.025.085,11 Projelerinin Dönemsel Harcaması (TL) Ar-Ge Merkezinde Faaliyet Yılında Kamu Desteği Olmayan Ancak Üniversite-Sanayi İşbirliği Kapsamında 666.754,25 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Firmalar Arası Ar-Ge İşbirliği Olan 0,00 Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Siparişe Dayalı Ar-Ge 0 Proje Sayısı Sayfa 95 / 99 11.5. Ticarileşmeye Dair Bilgiler Ürün Gelir Bilgisi Önceki Dönem (2019) Faaliyet Dönemi (2020) Faaliyet Yılı Toplam Ciro Miktarı (TL) Bu değer 163.476.819,28 hesaplanmamaktadır. Geliştirilen (son 3 yıl içinde) yeni ürünlerden elde edilen Toplam Yurtiçi 5.800,00 682.767,00 Satış Geliri (TL) Geliştirilen (son 3 yıl içinde) yeni ürünlerden elde edilen Toplam Yurtdışı 0,00 0,00 Satış Geliri (TL) Sayfa 96 / 99 11.6. Fikri Mülkiyet Yetkinliğine Dair Bilgiler Faaliyet Yılında Tescil Edilmiş Uluslararası Patent Sayısı 0 Faaliyet Yılında Tescil Edilmiş Ulusal Patent Sayısı 0 Faaliyet Yılında Başvuru Yapılan Uluslararası Patent Sayısı 0 Faaliyet Yılında Başvuru Yapılan Ulusal Patent Sayısı 2 Faaliyet Yılında Tescil Edilmiş Faydalı Model Sayısı 0 Faaliyet Yılında Tescil Edilmiş Tasarım Sayısı 0 Faaliyet Yılında Tescil Edilmiş Yazılım Tescil Sayısı 0 Tescil Edilmiş Triadik Patent Sayısı 0 Ulusal Yayın Sayısı 0 Uluslararası Yayın Sayısı 0 Faaliyet Yılında Yurt İçinde Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 22 Faaliyet Yılında Yurt Dışında Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 0 Bir Önceki Faaliyet Yılında Yurt İçinde Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 19 Bir Önceki Faaliyet Yılında Yurt Dışında Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 4 Sayfa 97 / 99 11.7.",
  "char_len": 3261,
  "sentence_count": 6
}