{
  "source_file": "rapor2023.txt",
  "category": "mevzuat",
  "chunk_index": 214,
  "chunk_text": "Bu kapsamda kızılötesi özelliğine sahip mobil cihaz ile yine kızılötesi özelliğine sahip mobil etiket yazıcı cihazı arasında bağlantı kurularak mobil etiket basımına imkan tanıyan sistem için Türk Patent’e 2021/007041 başvuru numaralı ve Kargo Etiketi Basımı İçin Mobil Bir Sistem Ve Yöntem başlıklı patent başvurusu yapılmıştır. - Adreslerden randevulu iade ve gönderi toplama süreçlerinin ödeme sistemlerini de kapsayan özgün teknolojik buluşu için, Türk Patent’e 2021/007040 başvuru numaralı ve Kargo Dağıtımı Sırasında Müşterilerden Gönderi Alınmasına İmkan Veren Bir Yöntem başlıklı patent başvurusu yapılmıştır. - Ürünün mikroservis mimari yapıda kurgulanması sayesinde birbirinden bağımsız çalışabilen modüllerin ürün haline getirilerek ticarileşmesi mümkün olacaktır. - Adres çözümleme algoritması Türkçe diline ve Türkiye adres yapısına uygun geliştirildiği için serbest metin adreslerin lokasyona dönüştürülebilmesi ihtiyacı duyan tüm firmalarda kullanılabilir yapıda olacaktır. Projenin - Proje ile birlikte ulusal ölçekte müşteri ihtiyaçlarını uçtan uca kapsayan ve algoritmalar ile donatılmış bir Beklenen Teslimat Yönetim Sistemi altyapısı kurulmuş olacaktır. - Ani hacim değişikliklerinde verimsizliklerin önlenmesi Çıktıları ve sayesinde müşteriler, taşımacılar ve firma arasında kazan-kazan modeli kurularak e-ticaret ekosisteminin Faydaları gelişmesine katkı sağlanacaktır. - Taşımacı istihdamının 2021 sonuna kadar 2.500’e yükselmesi beklenmektedir. Böylece istihdama katkı sağlanırken, sektördeki yetişmiş personel sayısı da arttırılacaktır. - Otomasyon teknolojilerinin şirket içinde yaygınlaşması ile transfer merkezi ve şubelerde görevli personelin iş yükü azalmış olacaktır. Bu sayede mevcut personel ile aniden yükselen hacimler elleçlenebilecektir. - Açık kaynak kodlu yazılım teknolojilerinin kullanılması ile lisans maliyetlerinde tasarruf sağlanarak, nitelikli insan gücüne yatırım yapılması hedeflenmiştir. Böylece yurtdışı kaynaklı teknoloji alımlarının mümkün mertebe önüne geçilmesi planlanmaktadır. Sayfa 49 / 99 Proje Kodu HX-00007 Proje Adı D FAST Dağıtım Hizmetleri ve Lojistik A.Ş. (HepsiJET) Taşımacılık Operasyonları Optimizasyonu Proje 15.8.2020 Başlama Tarihi Proje Bitiş 30.6.2025 Tarihi Projede 6 Görev Alan Personel Sayısı Proje Süresi 45 (Adam Ay) Ulusal 3.3.1. 2244 Sanayi Doktora Programı Destek Programı Uluslararası Destek Programı Toplam 1.760.188,00 Proje Bütçesi (TL) Öz 682.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 1.078.188,00 Tutarı (TL) Hizmet Alım Konusu Hizmet Alımı (Yurtiçi / Yurtdışı) Toplam 0,00 Hizmet Alımı Tutarı (TL) Sayfa 50 / 99 Yurt İçi 0,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET özellikle e-ticaret müşterileri için kaliteli/katma değerli kargo hizmeti vermeyi amaçlayan bir firma Konusunu olarak hayata geçirilmiştir.",
  "char_len": 2838,
  "sentence_count": 6
}