{
  "source_file": "rapor2023.txt",
  "category": "mevzuat",
  "chunk_index": 41,
  "chunk_text": "TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir. Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışmalar yürütülmüştür. Ar-Ge Merkezi’nde yürütülen projeler ve proje başvuruları aşamalarında alınan akademik danışmanlık kapsamında birlikte çalışğğımız akademisyenler aşağıdaki gibidir: - Sabancı Üniversitesi - Prof.Dr. Burçin Bozkaya - İstanbul Teknik Üniversitesi - Yrd. Doç. Dr. Gökhan İnce - İstanbul Teknik Üniversitesi - Doç. Dr. Dilay Çelebi - Kadir Has Üniversitesi - Prof. Dr. Ayşe Hümeyra Bilge - Kadir Has Üniversitesi - Prof. Dr. Funda Samanlıoğlu - Kadir Has Üniversitesi - Doç. Dr. Tamer Dağ 2020 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında proje arama ve başvuru çalışmaları yapılmışğr. Bu kapsamda EURIPIDES-PENTA Joint Call 2020 çağrısına Smart European Delivery Technological Innovation isimli proje destek başvurusu Avrupa Komisyonu tarafndan onaylanmışğr ancak eşik değerin üzerinde olmasına rağmen TÜBİTAK öncelikli projeleri arasına girememiştir. 2021 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında H2020-LC-GD-20203 -Building a low-carbon, climate resilient future: Research and innovation in support of the European Green Deal çağrısı alğnda 3 yeni proje başvurusu yapılmışğr.",
  "char_len": 1930,
  "sentence_count": 6
}