{
  "source_file": "rapor2023.txt",
  "category": "mevzuat",
  "chunk_index": 327,
  "chunk_text": "Geliştirilen (son 3 yıl içinde) yeni ürünlerden elde edilen Toplam Yurtiçi 5.800,00 682.767,00 Satış Geliri (TL) Geliştirilen (son 3 yıl içinde) yeni ürünlerden elde edilen Toplam Yurtdışı 0,00 0,00 Satış Geliri (TL) Sayfa 96 / 99 11.6. Fikri Mülkiyet Yetkinliğine Dair Bilgiler Faaliyet Yılında Tescil Edilmiş Uluslararası Patent Sayısı 0 Faaliyet Yılında Tescil Edilmiş Ulusal Patent Sayısı 0 Faaliyet Yılında Başvuru Yapılan Uluslararası Patent Sayısı 0 Faaliyet Yılında Başvuru Yapılan Ulusal Patent Sayısı 2 Faaliyet Yılında Tescil Edilmiş Faydalı Model Sayısı 0 Faaliyet Yılında Tescil Edilmiş Tasarım Sayısı 0 Faaliyet Yılında Tescil Edilmiş Yazılım Tescil Sayısı 0 Tescil Edilmiş Triadik Patent Sayısı 0 Ulusal Yayın Sayısı 0 Uluslararası Yayın Sayısı 0 Faaliyet Yılında Yurt İçinde Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 22 Faaliyet Yılında Yurt Dışında Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 0 Bir Önceki Faaliyet Yılında Yurt İçinde Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 19 Bir Önceki Faaliyet Yılında Yurt Dışında Katılım Gösterilen (Ar-Ge İle İlgili) Fuar, Konferans vb. Sayısı 4 Sayfa 97 / 99 11.7. Diğer Bilgiler İşletmenin, Ar-Ge Merkezini kapsayan bir ISO 14001 belgesi var mı? Hayır İşletmenin, Ar-Ge Merkezini kapsayan bir ISO 9001 belgesi var mı? Hayır Sayfa 98 / 99 İşbu Faaliyet Raporunda yer alan tüm verilerin; Doğru ve eksiksiz olarak tarafımdan girildiğini, Sanayi ve Teknoloji Bakanlığı tarafından gerçekleştirilecek olan Performans Endeksi çalışmasında kullanılacağı hakkında bilgilendirildiğimi, Yıl içerisinde herhangi bir zamanda yapılacak olan Performans Endeksi çalışması için herhangi bir ilave ya da değişiklik talebinde bulunmayacağımı, Sanayi ve Teknoloji Bakanlığı tarafından doğrulama ya da eksiklik giderme amaçlı olarak veri ya da bilgi talep edilebileceğini kabul, beyan ve taahhüt ederim. Sayfa 99 / 99",
  "char_len": 1924,
  "sentence_count": 6
}