{
  "source_file": "rapor2023.txt",
  "category": "mevzuat",
  "chunk_index": 212,
  "chunk_text": "Sistemin herhangi bir yavaşlama ya da duraklama olmaksızın yüzbinlerce paketin taşımasına elverişli halde olması ve bu süreçte dışa bağımlı yapılar yerine kendi yeteneklerimiz ile ölçeklenebilir yapılar kurulması hedeflenmiştir. Projenin - Projede proje yönetim ve iş, hata takip yazılımı olarak Atlassian Jira, kaynak kod yönetim sistemi olarak Git, Yenilikçi sürekli tümleştirme (Continuous Integration) aracı olarak da Jenkins kullanılmaktadır. Kod gözden geçirme Yönü ve Ar- süreçleri için Bitbucket kullanılmaktadır. İstemci tarafı teknolojileri olarak HTML5, CSS3, Javascript, Angular 5, Ge Niteliği React, sunucu tarafı teknolojileri olarak, SpringBoot, Hibernate, Node.js, PostgreSQL kulanılmaktadır. - Projede makine öğrenmesi teknikleri ile kapasite tahminleme, rota optimizasyonu ve doğal dil işleme algoritmalarının kullanımı ile büyük ölçekli operasyonlarda katma değerli hizmetlerin sunulması hedeflenmiştir. - Mobil teknolojilerin kullanımı ile süreçlerin uçtan uca takibi yapılabilecek ve olası kayıp/hasarların önüne geçilebilecektir. Bu kapsamda kızılötesi özelliğine sahip mobil cihaz ile yine kızılötesi özelliğine sahip mobil etiket yazıcı cihazı arasında bağlantı kurularak mobil etiket basımına imkan tanıyan sistem için Türk Patent’e 2021/007041 başvuru numaralı ve Kargo Etiketi Basımı İçin Mobil Bir Sistem Ve Yöntem başlıklı patent başvurusu yapılmıştır. - Adreslerden randevulu iade ve gönderi toplama süreçlerinin ödeme sistemlerini de kapsayan özgün teknolojik buluşu için, Türk Patent’e 2021/007040 başvuru numaralı ve Kargo Dağıtımı Sırasında Müşterilerden Gönderi Alınmasına İmkan Veren Bir Yöntem başlıklı patent başvurusu yapılmıştır. - Ürünün mikroservis mimari yapıda kurgulanması sayesinde birbirinden bağımsız çalışabilen modüllerin ürün haline getirilerek ticarileşmesi mümkün olacaktır. - Adres çözümleme algoritması Türkçe diline ve Türkiye adres yapısına uygun geliştirildiği için serbest metin adreslerin lokasyona dönüştürülebilmesi ihtiyacı duyan tüm firmalarda kullanılabilir yapıda olacaktır. Projenin - Proje ile birlikte ulusal ölçekte müşteri ihtiyaçlarını uçtan uca kapsayan ve algoritmalar ile donatılmış bir Beklenen Teslimat Yönetim Sistemi altyapısı kurulmuş olacaktır. - Ani hacim değişikliklerinde verimsizliklerin önlenmesi Çıktıları ve sayesinde müşteriler, taşımacılar ve firma arasında kazan-kazan modeli kurularak e-ticaret ekosisteminin Faydaları gelişmesine katkı sağlanacaktır. - Taşımacı istihdamının 2021 sonuna kadar 2.500’e yükselmesi beklenmektedir.",
  "char_len": 2520,
  "sentence_count": 6
}