{
  "source_file": "rapor2023.txt",
  "category": "mevzuat",
  "chunk_index": 69,
  "chunk_text": "Faaliyet döneminde çalışan personel listesi 2.5. başlığı altında yer almaktadır. Sayfa 22 / 99 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri İşbirliği Yapılan İşbirliği Yapılan Kurum/Kişi Ülkesi İşbirliği Türü/Şekli Üniversiteler Sabancı Üniversitesi / Prof. Dr. Burçin Türkiye Akademik danışmanlık Bozkaya Üniversiteler İstanbul Teknik Üniversitesi/Dr. Türkiye Akademik Danışmanlık Öğretim Üyesi Gökhan İnce Üniversiteler Koç Üniversitesi/Dr. Öğretim Üyesi Türkiye Akademik Danışmanlık Alptekin Küpçü Diğer / Kurum, Kuruluş, Siyah Ar-Ge Türkiye Proje işbirliği, Güvenli Kargo Taşıma Sistemi Vakıf ve Fonlar Projesinde donanım geliştirme Ar-Ge / Tasarım Hepsiburada Ar-Ge Merkezi Türkiye Müşteri gereksinimlerinin belirlenmesi Merkezleri Üniversiteler İstanbul Teknik Üniversitesi / Doç.Dr. Türkiye Akademik danışmanlık Dilay Çelebi Üniversiteler Kadir Has Üniversitesi / Prof. Dr. Ayşe Türkiye TÜBİTAK 2244 Sanayi Doktora Programı - Hümeyra Bilge Akademik danışmanlık Üniversiteler Kadir Has Üniversitesi / Prof. Dr. Funda Türkiye TÜBİTAK 2244 Sanayi Doktora Programı - Samanlıoğlu Akademik danışmanlık Üniversiteler Kadir Has Üniversitesi / Doç. Dr. Türkiye Ar-Ge Merkezi Projesi - Akademik Danışmanlık Tamer Dağ Sayfa 23 / 99 2.9. Ar-Ge/Tasarım Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi HepsiJET’in genelinde uygulanmakta olan Performans Değerlendirme Prosedürü, Ar-Ge Merkezi (AGM) çalışanları için de geçerlidir. Bu kapsamda çalışanların, şirket hedefleri doğrultusunda bireysel hedeflerini belirlemesi önem kazanırken, çalışanların gelişimi ve performansı kurumsal olarak desteklenir. Çalışanların aşağıda sıralanan çalışmaları özendirilir: - Görev alınan projelerde beklenenin üzerinde bir performans yakalamak - Akademik çalışmalar - Kuruma nitelikli personel kazandırmak - Yeni proje düşünce ve önerileri - Dış destekli projeler - Patent başvuruları ve tescili - Makale, bildiri ve yayınlar 1.",
  "char_len": 1944,
  "sentence_count": 6
}