[
  {
    "rank": 1,
    "index": 73,
    "chunk_text": "Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8. Ar-Ge Merkezi çalışanlarından açık kaynak kodlu sitemlere katkı yapılması durumunda, katkı sonrası Ar-Ge Komisyonu, katkı yapılan projeyi ve yapılan başvuruyu değerlendirir.",
    "source_file": "rapor2023.txt",
    "char_len": 541,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 433,
    "chunk_text": "Diğer Bilgiler Sayfa 3 / 99 AR-GE/TASARIM MERKEZİ BELGESİ BAŞVURU DİLEKÇESİ SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğüne 5746 sayılı Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun ve bu Kanun 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan \"Araşştrma, Gelişmerme ve Tasarım Faaliyetlerinin Desteknlenmesine İlişkin Uygulama ve Denemem Yönetmeliği\" hükümleri çerçevesinde dönemsel Ar-Ge/Tasarım faaliyetleri ile ilgili bilgileri içeren Ar-Ge/Tasarım Merkezi 2020 Yılı Faaliyet Raporu ekte sunulmaktadır.\" İşletme Yetkilisi T.C Kimlik No/Yabancı Kimlik No : 21275347720 Adı Soyadı : ME*** YA*** Tarih: 18.8.2021 AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR KABUL, TAAHHÜT VE BEYANLAR 5746 Sayılı “Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun” ile 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan “Araşştrma, Gelişmerme ve Ar-Ge/Tasarım Faaliyetlerinin Desteklenmesine İlişkin Uygulama ve Denemem Yönetmeliği” uyarınca belge alan ve faaliyet raporu sunulan Ar-Ge Merkezi değerlendirme ve denetlenmesi ile ilgili bütün kural, şart ve düzenlemelere uyacağımızı ve uyulmasını sağlayacağımızı, Sanayi ve Teknoloji Bakanlığı tara ndan görevlendirilen izleyiciler veya görevlilerin gerekli inceleme, denetim ve izlemeleri yapabilmesi için gerekli ortam ve imkânları sağlayacağımızı, İstenen her türlü bilgi ve belgeyi talep edilen süre içerisinde temin edeceğimizi, Sanayi ve Teknoloji Bakanlığı tarafndan istenen belgelerin sunulmasında tarafmızdan kaynaklanan gecikmelerden dolayı değerlendirme süresinin uzamasından işletmemizin sorumlu olacağını, Ar-Ge Merkezi Faaliyet dokümanlarında yazılı bulunan teknik ve mali bilgilerin doğruluğundan başvuru sahibi işletmeyi temsile yetkili kişi ile Ar-Ge Merkezinin sorumlusunun müştereken ve müteselsilen sorumlu olacağını, bu faaliyetin değerlendirilmesi neticesinde işletmenin Ar-Ge Merkezi faaliyetlerine verilen desteğin devam etmesi kararı alınması halinde yukarıda yazılan tüm hususlar ile Ar-Ge Merkezinin denetlenmesi süreçlerinde Bakanlık tarafn dan istenen bilgilerin doğru ve zamanında verilmesini, görevlendirilecek izleyici veya görevlilere gerekli kolaylığı sağlayacağımızı, tüm dosyalarda sunulan bilgilerin aynı içeriğe sahip olduğunu Kabul taahhüt ve beyan ederiz. Yukarıdaki hususları okuduğumuzu ve kabul ettiğimizi beyan ederiz.",
    "source_file": "rapor2023.txt",
    "char_len": 2400,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 81,
    "chunk_text": "Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) Kontrol Mekanizması Var / Yok Sayısı Turnike sayısı Var 1 RFID sayısı Var 2 Personel giriş kartı sayısı Var 52 Yüz tanıma, parmak İzi, vb. sayısı Yok 0 Kamera ve kayıtları sayısı Var 3 Puantaj için gerekli donanım ve proje yönetimi ve muhasebe ile entegre yazılım sayısı Var 1 Sayfa 28 / 99 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1.",
    "source_file": "rapor2023.txt",
    "char_len": 394,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 547,
    "chunk_text": "Proje çıktıları aynı zamanda HepsiJET’te taşımacı olarak rol alacak olan en uygun aday profilini belirlemeye de yardımcı olacaktır. Taşımacı Yönetim Sisteminde hem bölge müdürlüklerinde yer alan işe alım ve yönetim ekibinin hem de merkez işe alım ekibinin farklı kaynaklardan gelen başvurulara tek bir platformdan erişebileceği ve süreci yönetebileceği işe alım modülü üzerinde geliştirmeler yapılacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 405,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 13,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge / Tasarım Stratejileri Lojistik sektörü, teknoloji ve değişik profildeki iş gücünü eş güdümlü olarak çalışğrmayı hedeflediğinden pek çok teknolojinin uygun süreçlerle bir arada çalışması sektördeki diğer lojistik firmaları arasında fark yarağlmasına yol açacakğr. Bununla beraber, mevcut kargo şirketleri kurye olarak kendi personellerini kullanmakta ve yine yüksek oranda araç yatırımı yapmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 442,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 585,
    "chunk_text": "Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır. Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 32,
    "chunk_text": "Ar-Ge Merkezi Bilgileri Unvanı D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Adres İnönü Gebze Güzeller OSB Mah. No:3 Kat:1 Lokasyon Organize Sanayi Bölgesi İl Kocaeli Telefon 0262 350 00 00 E-Posta argemerkezi@hepsijet.com SGK İşyeri Sicil No 253100202111658404102000 Ofis Alanı (m2) 107,54 Laboratuvar, Test, Prototip, Atölyesi vb. Bölümlerin Alanı (m2) 0 Toplam Alanı (m2) 107,54 Sayfa 13 / 99 2.2. Ar-Ge Merkezi'nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema Sayfa 14 / 99 2.3.",
    "source_file": "rapor2023.txt",
    "char_len": 514,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 553,
    "chunk_text": "Projede yapılacak çalışmalar taşımacılık sektöründe öncü Yönü ve Ar- niteliktedir. Çalışan bağlılığını arttırmak ve müşteri memnuniyetini korumak için, oluşabilecek problemleri Ge Niteliği önceden tahminlemek ve önlemek mümkün olacaktır. • Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 616,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 321,
    "chunk_text": "İadeleri söz verilen zamanda adresten teslim alabilmek için, iade toplamaları da rota optimizasyonu algoritması yardımıyla taşımacıların günlük rotalarına eklenmiştir. Canlı takip hizmeti ile standart teslimatlarda müşteriye paketin tahmini ulaşma süresi belirli bir aralık olarak iletilerek, eğer isterse taşımacıyı harita üzerinde canlı takip edebileceği bir ekran sunulacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 380,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 80,
    "chunk_text": "Ar-Ge Merkezi Proje Yönetim Süreci Sayfa 26 / 99 Sayfa 27 / 99 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) Kontrol Mekanizması Var / Yok Sayısı Turnike sayısı Var 1 RFID sayısı Var 2 Personel giriş kartı sayısı Var 52 Yüz tanıma, parmak İzi, vb. sayısı Yok 0 Kamera ve kayıtları sayısı Var 3 Puantaj için gerekli donanım ve proje yönetimi ve muhasebe ile entegre yazılım sayısı Var 1 Sayfa 28 / 99 3.",
    "source_file": "rapor2023.txt",
    "char_len": 413,
    "sentence_count": 2
  }
]