[
  {
    "rank": 1,
    "index": 464,
    "chunk_text": "Veriler ile yapılan analizlerde yeni bir sistem ihtiyacının olduğu, eksiklerle birlikte tespit edilmiştir. Teknik analiz çalışmaları ile mevcut ve yeni sistem arasındaki bağlantı ve farklar, algoritma girdi – çıktılarının belirlenmesi ve entegrasyon planı dokümante edilerek yazılım ve algoritma geliştirme ekipleri ile paylaşılacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 336,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 547,
    "chunk_text": "Proje çıktıları aynı zamanda HepsiJET’te taşımacı olarak rol alacak olan en uygun aday profilini belirlemeye de yardımcı olacaktır. Taşımacı Yönetim Sisteminde hem bölge müdürlüklerinde yer alan işe alım ve yönetim ekibinin hem de merkez işe alım ekibinin farklı kaynaklardan gelen başvurulara tek bir platformdan erişebileceği ve süreci yönetebileceği işe alım modülü üzerinde geliştirmeler yapılacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 405,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 535,
    "chunk_text": "Müşteri memnuniyeti açısından ürünlerin söz verilmiş tarih aralığında teslim edilmesi büyük bir önem taşımaktadır. Bundan dolayı taşımacı davranış modelinde “hedef noktaya uğrama sayısı” tahminlemeye etki edecek önemli bir etken olarak yer alacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 250,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 463,
    "chunk_text": "Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir. Veriler ile yapılan analizlerde yeni bir sistem ihtiyacının olduğu, eksiklerle birlikte tespit edilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 275,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 124,
    "chunk_text": "Yine operasyonun operasyonu rahatça yönetebilmesi için gereken rapor ve ekranlar tasarlanmıştır. Bununla beraber operasyonel ve müşteri plan değişikliklerinde meydana gelen istisnalar ile ilgili yapılar kurulması gereksinimi ortaya çıkmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 242,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 578,
    "chunk_text": "Türkiye'de hızlı büyüme gösteren e-ticaret faaliyetlerinde müşteri ihtiyaçlarının karşılanabilmesi ve sektörün aynı ivme ile büyümeye devam edebilmesi için sektör ve sektöre destek veren gruplar arasında ortak bir eylem planı oluşturulması gerekmektedir. Lojistik taraika, e-ticaret değişken talep, binlerce farklı noktaya ve kısa sürelerde teslimat gibi gereksinimleri nedeniyle klasik perakendeden farklı lojistik yetkinlikler gerektirmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 446,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 648,
    "chunk_text": "Ürün sahibi her bir ürün özelliği için aşağıdaki kriterlere göre bir puan verir: • Gelir ve Karlılık • Ölçeklenebilirlik • Kullanıcı Faydaları • Geliştiriciye ve Şirkete Fayda Sayfa 7 / 99 • Eşsizlik Daha sonra geliştirdiğimiz algoritma ile projeye/ürüne eklenecek özellik için bir iş değeri hesaplanır. Scrum yaklaşımında ise üç haikalık iterasyonlar ve günlük scrum toplanğları ile her bir iterasyonda yapılması planlanan işler gerçekleştirilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 453,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 387,
    "chunk_text": "Proje çalışmalarına tez konuları ile Yapılacak ilgili doktora bursiyerlerine gerekli eğitimlerin verilmesi, tez konuları ile ilgili analiz ve literatür taraması Faaliyetler çalışmaları ile başlanacaktır. Projede yapılması planlanan iş paketleri ve iş paketi detayları aşağıdaki gibidir; İ.P.1:HepsiJET Operasyonel İş Akışının Öğrenilmesi Bursiyerin çalışacağı tez konusu üzerinde bilgi birikimini arttırması için, süreçlerin sistemsel ve operasyonel detaylarını içeren bir eğitim serisi düzenlenmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 502,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 655,
    "chunk_text": "Bu yaklaşımla karmaşık ve büyük proje planları yerine öncelikle müşterinin ihtiyacını karşılayacak minimum ürünün çıkarılması, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır.",
    "source_file": "rapor2023.txt",
    "char_len": 365,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 121,
    "chunk_text": "Proje için planlanan iş paketleri aşağıdaki gibidir; İ.P.1 : Gereksinim ve Teknoloji Analizi Projede e-ticaret sitelerinde son kullanıcılara dengeli sipariş verme olanağı sağlaması/lojistik taraftaki kapasitelerin rahatlıkla yönetilmesi açısından mahalle bazlı kapasiteye göre tanımlı ölçeklenebilir bir limit yönetimi yapısı kurulması gereksinimi ortaya çıkmıştır. Gönderilerin taşımacıları optimuma yakın dağıtılması, kullanılan mobil uygulamada değişiklikler planlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 476,
    "sentence_count": 2
  }
]