[
  {
    "rank": 1,
    "index": 639,
    "chunk_text": "Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir.",
    "source_file": "rapor2023.txt",
    "char_len": 240,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 638,
    "chunk_text": "TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 365,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 599,
    "chunk_text": "Bu konuda görüşmeler devam etmektedir. 4. FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 202,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 586,
    "chunk_text": "Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3.",
    "source_file": "rapor2023.txt",
    "char_len": 264,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 587,
    "chunk_text": "Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 408,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 602,
    "chunk_text": "Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10.",
    "source_file": "rapor2023.txt",
    "char_len": 435,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 29,
    "chunk_text": "Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır. Sayfa 12 / 99 2.",
    "source_file": "rapor2023.txt",
    "char_len": 250,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 601,
    "chunk_text": "FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır. Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 578,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 28,
    "chunk_text": "İçerisinde yer aldığımız projelerin hem ülkemize hem de sektörde katkısını sağlamlaşğrma, projelerde bu bilgi birikimini kullanabilme ve üretilen bilgi birikimini koruyabilmek amacıyla süreçlerimiz buna uygun olarak tasarlanmışğr. Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 464,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 69,
    "chunk_text": "Desteğin planlanabilmesi için Proje müdürünün Ar-Ge Komisyonu’na proje başlamadan önce proje ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6. Patent başvuruları ve tescili Ar-Ge projelerinin yan çıkğlarından biri olan patent alımını özendirmek amacıyla, ulusal, uluslararası ve üçlü patent başvuruları ve tescilleri değişik oranlarda ödüllendirilir.",
    "source_file": "rapor2023.txt",
    "char_len": 620,
    "sentence_count": 2
  }
]