[
  {
    "rank": 1,
    "index": 631,
    "chunk_text": "Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 211,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1.",
    "source_file": "rapor2023.txt",
    "char_len": 176,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 200,
    "chunk_text": "Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 621,
    "chunk_text": "Ancak lojistik sektörü e-ticaret alanındaki gelişmelere uyum sağlamakta zorlanmaktadır. Bu nedenle sağn alınan ürünün teslimi ve iadesi süreçlerinde belirsizlikler ve güvensizlikler bulunmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 196,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 628,
    "chunk_text": "Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 325,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 89,
    "chunk_text": "Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9.",
    "source_file": "rapor2023.txt",
    "char_len": 110,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 85,
    "chunk_text": "Ar-Ge MerkeziNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları HepsiJET projeler kapsamında ihtiyaç duyduğu akademik yayınlara projeler kapsamında işbirliği yapğğı akademisyenler aracılığıyla ve işbirliği yapılan üniversitelerin veritabanları üzerinden ulaşmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 332,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 588,
    "chunk_text": "Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur.",
    "source_file": "rapor2023.txt",
    "char_len": 355,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 123,
    "chunk_text": "Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3.",
    "source_file": "rapor2023.txt",
    "char_len": 94,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 100,
    "chunk_text": "Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10.",
    "source_file": "rapor2023.txt",
    "char_len": 141,
    "sentence_count": 2
  }
]