[
  {
    "rank": 1,
    "index": 211,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1.",
    "source_file": "rapor2023.txt",
    "char_len": 176,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 78,
    "chunk_text": "Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8.",
    "source_file": "rapor2023.txt",
    "char_len": 110,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 67,
    "chunk_text": "Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7.",
    "source_file": "rapor2023.txt",
    "char_len": 136,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 89,
    "chunk_text": "Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9.",
    "source_file": "rapor2023.txt",
    "char_len": 110,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 356,
    "chunk_text": "ENDEKS VERİLERİ 11.1. Ar-Ge Personeli İstihdamına Dair Bilgiler 11.2.",
    "source_file": "rapor2023.txt",
    "char_len": 69,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 38,
    "chunk_text": "Sayfa 21 / 99 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları Görev Nitelik Sayı Doktora Üstü 0 Doktora 0 Doktora Öğrenci 1 Araştırmacı Yüksek Lisans 3 Yüksek Lisans Öğrenci 2 Lisans 31 Teknisyen Meslek Yüksekokulu 5 Meslek Lisesi 0 Destek Personeli Yönetici, Laboratuvar, Teknik Eleman, Sekreter, İşçi vb. 4 TOPLAM 46 **(1.1.2020 - 31.12.2020) Faaliyet Döneminde Çalışan Personellere ilişkin. **Bu alanda eğitim durumu 'Lisans' ve üstü olan Teknisyen tablodaki hesaplamaya dahil edilmemektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 505,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 2,
    "chunk_text": "Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 192,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 208,
    "chunk_text": "Araçlar yola çıkmadan önce dağıtım bölgelerindeki tüm gönderileri teslim alarak Xdock sorumlusunun sefer çıkış onayı sonrası dağıtıma başlamaktadır. Bu aşamada gelen tüm gönderiler dikkate alınarak, cep depolardan teslim alınacak gönderiler tekrar gözden geçirilecektir.",
    "source_file": "rapor2023.txt",
    "char_len": 270,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 200,
    "chunk_text": "Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 628,
    "chunk_text": "Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 325,
    "sentence_count": 2
  }
]