[
  {
    "rank": 1,
    "index": 553,
    "chunk_text": "Projede yapılacak çalışmalar taşımacılık sektöründe öncü Yönü ve Ar- niteliktedir. Çalışan bağlılığını arttırmak ve müşteri memnuniyetini korumak için, oluşabilecek problemleri Ge Niteliği önceden tahminlemek ve önlemek mümkün olacaktır. • Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 616,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 612,
    "chunk_text": "Proje Kapasitelerine Dair Bilgiler Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) 6.031.813,70 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 2.936.814,11 İşletme Katkısı (TL) Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 88.271,00 Kamu Katkısı (TL) Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen AB ve Uluslararası Destekli Proje Sayısı 0 Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen Ulusal Destekli Proje Sayısı 2 Sayfa 94 / 99 11.4. İşbirliği ve Etkileşime Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Toplam Proje Sayısı 6 Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Kamu Destekli Üniversite-Sanayi İşbirliği 3.025.085,11 Projelerinin Dönemsel Harcaması (TL) Ar-Ge Merkezinde Faaliyet Yılında Kamu Desteği Olmayan Ancak Üniversite-Sanayi İşbirliği Kapsamında 666.754,25 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Firmalar Arası Ar-Ge İşbirliği Olan 0,00 Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Siparişe Dayalı Ar-Ge 0 Proje Sayısı Sayfa 95 / 99 11.5.",
    "source_file": "rapor2023.txt",
    "char_len": 1376,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 495,
    "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 1195,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 607,
    "chunk_text": "ENDEKS VERİLERİ 11.1. Ar-Ge Merkezi Personeli İstihdamına Dair Bilgiler Belge Alış Tarihi 25.9.2018 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Doktora Mezunu Araştırmacı Sayısı* 0 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Yüksek Lisans Mezunu Araştırmacı Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Lisans Mezunu Araştırmacı Sayısı (Doktora veya Yüksek Lisans 28 Öğrencisi Olmayanlar)* Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Doktora Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Yüksek Lisans Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Temel Bilimler Mezunu Ar-Ge Personeli Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Teknisyen Sayısı* 5 Faaliyet Yılında Ar-Ge Merkezinde Yeni İstihdam Edilen Toplam ArGe Personeli Sayısı* 23 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Araştırmacı Sayısı* 33 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Ar-Ge Personeli Sayısı* 38 Faaliyet Yılında En az Yüksek Lisans Eğitimi Almış 25 Yaş ve üzeri Kadın Ar-Ge Merkezi Çalışan Sayısı* 0 Faaliyet yılı içerisinde Ar-Ge Merkezinde çalıştırılan stajyer sayısı (lise düzeyi dahil) 7 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve En Az 2 Yıl Yurtdışında Kaldıktan Sonra Son 2 yıl İçinde Yurtdışından 1 Gelen Araştırmacı Sayısı* * 31 Aralık 2020 tarihinde çalışmakta olan personel sayıya dahil edilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1393,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 494,
    "chunk_text": "Aynı zamanda güvenlik ve penetrasyon testleri de bu iş paketinde yapılacak faaliyetlerdir. Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 1208,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 446,
    "chunk_text": "Projenin • Doktora tezlerine konu çalışmalarının HepsiJET’te yürütülmesi ve proje sonucunda 3 doktoralı personelin Beklenen firmamızda çalışma hayatlarına devam etmesi ● Yapılan çalışmalardan bilimsel yayınlar hazırlanması ve Çıktıları ve bilimsel konferanslarda sunulması, dergilerde yayınlanması ● Yapılan çalışmalar neticesinde maliyet, müşteri Faydaları memnuniyeti gibi kriterlerin daha üst seviyelere çıkartılması • Artan taşımacı ihtiyacının en uygun adaylar seçilerek tamamlanması • Çapraz sevkiyatlı ve zaman pencereli bir araç rotalama ve yükleme probleminin optimizasyonu ile maliyet ve zaman verimliliği de sağlanarak HepsiJET’in sunduğu teslimat hizmetinin hızlı, hatasız ve dakik bir teslimat hizmeti sunması Sayfa 53 / 99 Proje Kodu HX-00008 Proje Adı Optimizasyon ve Makine Öğrenmesi Yöntemleri İle Firma Çalışma Alanlarının Belirlenmesi Proje 21.12.2020 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.500.000,00 Proje Bütçesi (TL) Öz 1.500.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 60.000,00 Hizmet Alımı Tutarı (TL) Sayfa 54 / 99 Yurt İçi 60.000,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 1636,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 613,
    "chunk_text": "İşbirliği ve Etkileşime Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Toplam Proje Sayısı 6 Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Kamu Destekli Üniversite-Sanayi İşbirliği 3.025.085,11 Projelerinin Dönemsel Harcaması (TL) Ar-Ge Merkezinde Faaliyet Yılında Kamu Desteği Olmayan Ancak Üniversite-Sanayi İşbirliği Kapsamında 666.754,25 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Firmalar Arası Ar-Ge İşbirliği Olan 0,00 Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Siparişe Dayalı Ar-Ge 0 Proje Sayısı Sayfa 95 / 99 11.5. Ticarileşmeye Dair Bilgiler Ürün Gelir Bilgisi Önceki Dönem (2019) Faaliyet Dönemi (2020) Faaliyet Yılı Toplam Ciro Miktarı (TL) Bu değer 163.476.819,28 hesaplanmamaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 947,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 68,
    "chunk_text": "Dış destekli projeler Ar-Ge Merkezinde yurt içi ya da yurt dışı kaynaklar (TÜBİTAK, AB vb.) kullanılarak gerçekleştirilen projelerin başarıyla sonuçlandırılması durumunda, proje ekibi ödüllendirilir. Desteğin planlanabilmesi için Proje müdürünün Ar-Ge Komisyonu’na proje başlamadan önce proje ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6.",
    "source_file": "rapor2023.txt",
    "char_len": 612,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 66,
    "chunk_text": "Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na dilekçe ile önerilerini iletmeleri, ilgili komisyon tarafndan önerinin onaylanması ve İnsan Kaynakları biriminin değerlendirmesi Sayfa 24 / 99 akabinde öneri teşviği söz konusu olabilecektir. -Özkaynakla gerçekleştirilecek proje önerisi 2.000 TL -Kamu kaynaklarıyla gerçekleştirilecek proje önerisi 4.000 TL -Yurt dışı kaynaklarla gerçekleştirilecek proje önerisi 7.000 TL 5. Dış destekli projeler Ar-Ge Merkezinde yurt içi ya da yurt dışı kaynaklar (TÜBİTAK, AB vb.) kullanılarak gerçekleştirilen projelerin başarıyla sonuçlandırılması durumunda, proje ekibi ödüllendirilir.",
    "source_file": "rapor2023.txt",
    "char_len": 623,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 554,
    "chunk_text": "Çalışan bağlılığını arttırmak ve müşteri memnuniyetini korumak için, oluşabilecek problemleri Ge Niteliği önceden tahminlemek ve önlemek mümkün olacaktır. • Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır. Süreçte izlenemeyen taşımacıların belirlenmesi durumunda operasyon yetkilisine durum otomatik olarak bildirilerek sorunun çözümü için süreç başlatılacaktır. • Kümeleme ve makine öğrenmesi teknikleri bir arada kullanılarak geliştirilecek tahminleme algoritması çalışmaları akademik yayın haline getirilerek bilginin yaygınlaşması sağlanacaktır. • Projenin oyunlaştırma geliştirmeleri kapsamındaki özgün çalışmalar için 26.12.2020 tarihinde “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı patent başvurusu Türk Patent’e gönderilmiştir. (Başvuru Numarası:2020/21835) Projenin • Taşımacıların hareketleri izlenerek kontrol edilebilecektir.",
    "source_file": "rapor2023.txt",
    "char_len": 1207,
    "sentence_count": 2
  }
]