[
  {
    "rank": 1,
    "index": 368,
    "chunk_text": "Bu sayede mevcut personel ile aniden yükselen hacimler elleçlenebilecektir. - Açık kaynak kodlu yazılım teknolojilerinin kullanılması ile lisans maliyetlerinde tasarruf sağlanarak, nitelikli insan gücüne yatırım yapılması hedeflenmiştir. Böylece yurtdışı kaynaklı teknoloji alımlarının mümkün mertebe önüne geçilmesi planlanmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 333,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 462,
    "chunk_text": "Şube yetkililerinin çalışma alanlarını manuel oluşturmaları, mevcut yapıda mahalle büyüklükleri ve gönderi yoğunluklarının farklılık göstermesi nedeniyle bölgelerin adaletsiz dağıldığı ve saha operasyonunun yavaşladığı görülmüştür. Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 400,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 245,
    "chunk_text": "Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1.",
    "source_file": "rapor2023.txt",
    "char_len": 150,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 506,
    "chunk_text": "Mevcut yapıda taşımacıların günlük hareketleri anlık takip edilememektedir. Müşteri veya bağlı olduğu sorumludan gelen bildirimler ile karar alınmaya çalışılmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 166,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 376,
    "chunk_text": "Bu durum göz önünde bulundurulduğunda çapraz sevkiyatlı ve zaman pencereli bir araç rotalama problemi oluşmaktadır. Şu anda HepsiJET taşıma sisteminde araç yüklemeleri geleneksel yöntemlerle yapılmaktadır, ayrıca taşımacılık sisteminin bir bütün olarak ele alınarak verimliliğin artırılması gerekmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 305,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 215,
    "chunk_text": "Bu yapıda gelen talep ve şikayetlerin hızlı çözülebilmesi için Müşteri Hizmetleri departmanına veri akışının sağlanması ve haberleşme asetlerinin iyileştirilmesi gerekmektedir. Bu nedenle senaryo analizleri yapılarak sistem buna uygun olarak tasarlanacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 258,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 449,
    "chunk_text": "Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 631,
    "chunk_text": "Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 656,
    "chunk_text": "Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 214,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 456,
    "chunk_text": "İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 704,
    "sentence_count": 2
  }
]