[
  {
    "rank": 1,
    "index": 444,
    "chunk_text": "İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3.",
    "source_file": "rapor2023.txt",
    "char_len": 55,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 543,
    "chunk_text": "Bununla birlikte platformda taşımacı performans istatistikleri, demografik dağılım bilgileri, çalışan taşımacı sayısı, gün içinde teslimat yapmış olan taşımacı sayısı, görev dağılımı ve çalışma şekli dağılımları sunulmaktadır. HepsiJET organizasyonunda genel merkezde yer alan iş birimlerinin yanı sıra bölge müdürlükleri de bulunmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 339,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 555,
    "chunk_text": "İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4.",
    "source_file": "rapor2023.txt",
    "char_len": 108,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 56,
    "chunk_text": "Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6.",
    "source_file": "rapor2023.txt",
    "char_len": 117,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 27,
    "chunk_text": "Stratejimiz; iş birliği kültürünün şirket içinde ve sektör geneline yayılmasıdır. İçerisinde yer aldığımız projelerin hem ülkemize hem de sektörde katkısını sağlamlaşğrma, projelerde bu bilgi birikimini kullanabilme ve üretilen bilgi birikimini koruyabilmek amacıyla süreçlerimiz buna uygun olarak tasarlanmışğr.",
    "source_file": "rapor2023.txt",
    "char_len": 312,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 1,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1.",
    "source_file": "rapor2023.txt",
    "char_len": 93,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 0,
    "chunk_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 429,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 7,
    "chunk_text": "Hayır MERSİS No? 0265070109000011 Sayfa 9 / 99 1.2. İşletme Organizasyon Şeması Sayfa 10 / 99 1.3.",
    "source_file": "rapor2023.txt",
    "char_len": 98,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 585,
    "chunk_text": "Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır. Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 648,
    "chunk_text": "Ürün sahibi her bir ürün özelliği için aşağıdaki kriterlere göre bir puan verir: • Gelir ve Karlılık • Ölçeklenebilirlik • Kullanıcı Faydaları • Geliştiriciye ve Şirkete Fayda Sayfa 7 / 99 • Eşsizlik Daha sonra geliştirdiğimiz algoritma ile projeye/ürüne eklenecek özellik için bir iş değeri hesaplanır. Scrum yaklaşımında ise üç haikalık iterasyonlar ve günlük scrum toplanğları ile her bir iterasyonda yapılması planlanan işler gerçekleştirilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 453,
    "sentence_count": 2
  }
]