[
  {
    "rank": 1,
    "index": 585,
    "chunk_text": "Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır. Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 584,
    "chunk_text": "Konsorsiyumlarda Türkiye, İngiltere, Polonya, İspanya, Letonya, Avusturya ve Slovakya’dan firmalar ve üniversiteler yer almaktadır. 2. Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 353,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 647,
    "chunk_text": "İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2.",
    "source_file": "rapor2023.txt",
    "char_len": 123,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 449,
    "chunk_text": "Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 1,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1.",
    "source_file": "rapor2023.txt",
    "char_len": 93,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 205,
    "chunk_text": "Bu sayede taşımacının günlük olarak teslimat konumları tespit edilebilmektedir. Bu sayede gönderilerin taşımacılara atanması aşamasında taşımacının çalışma bölgesi, gönderi alım/teslimat adresleri dikkate alınarak atama yapılması mümkün olmuştur.",
    "source_file": "rapor2023.txt",
    "char_len": 246,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 462,
    "chunk_text": "Şube yetkililerinin çalışma alanlarını manuel oluşturmaları, mevcut yapıda mahalle büyüklükleri ve gönderi yoğunluklarının farklılık göstermesi nedeniyle bölgelerin adaletsiz dağıldığı ve saha operasyonunun yavaşladığı görülmüştür. Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 400,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 514,
    "chunk_text": "Projenin amacı taşımacıların işten ayrılma ihtimalini mümkün olduğu kadar önceden tahminleyerek, işten ayrılmayı önleyici tedbirler almaktır. Önlemenin mümkün olmadığı durumlarda ise müşteri memnuniyetinin korunması için operasyon yetkililerinin gerekli önlemleri almasını sağlamaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 285,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 456,
    "chunk_text": "İşletme Yetkilisi Adı Soyadı Ar-Ge/Tasarım Merkezi Sorumlusu Adı Soyadı Sayfa 4 / 99 ME*** YA*** (21275347720) DE*** TO*** (52723167058) Sayfa 5 / 99 YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLİLERİN İLETİŞİM BİLGİLERİ Unvanı T.C Kimlik Adı Telefonu E-posta Adresi No/Yabancı Kimlik Soyadı No Genel Müdür / Genel Direktör 21275347720 ME*** 0549 811 mehmethan.yallagoz@hepsijet.com (İşletme Yetkilisi) YA*** 53 03 Ar-Ge Merkezi Direktör (Sorumlusu) 52723167058 DE*** 0 507 504 deniz.tosun@hepsijet.com (Ar-Ge Merkezi Yetkilisi) TO*** 46 72 Ar-Ge Merkezi Portal / Raporlama 32099253654 GÖ*** 0 505 733 gozde.aydin@hepsijet.com Sorumlusu AY*** 01 91 1. İŞLETME GENEL BİLGİLERİ 1.1.",
    "source_file": "rapor2023.txt",
    "char_len": 704,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 628,
    "chunk_text": "Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 325,
    "sentence_count": 2
  }
]