[
  {
    "rank": 1,
    "index": 72,
    "chunk_text": "Makale, bildiri ve yayınlar Çalışanların yayın yapmasını özendirmek amacıyla, ulusal düzeyde bildiriler, uluslararası düzeyde bildiriler ve hakemli dergilerde yayımlanacak makaleler, değişik oranlarda ödüllendirilir; bildiri sunumlarına ilişkin seyahat ve konaklama masrafları karşılanır. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8.",
    "source_file": "rapor2023.txt",
    "char_len": 656,
    "sentence_count": 2
  },
  {
    "rank": 2,
    "index": 494,
    "chunk_text": "Aynı zamanda güvenlik ve penetrasyon testleri de bu iş paketinde yapılacak faaliyetlerdir. Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 1208,
    "sentence_count": 2
  },
  {
    "rank": 3,
    "index": 570,
    "chunk_text": "BİR ÖNCEKİ FAALİYET DEĞERLENDİRME TOPLANTISINDA ALINAN KARARLARA İLİŞKİN YAPILAN ÇALIŞMALAR D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi Faaliyet Değerlendirme Komisyonu (11.10.2019) Faaliyet Ulusal ve uluslararası destekli proje sayısının artırılması, Değerlendirme Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda Toplantısında yapılan sunumların sayı ve niteliğinin arttırılması, Alınan Kararlar Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması, FSMH konusunda yapılan çalışmaların artırılması, Faaliyet 1. Ulusal ve uluslararası destekli proje sayısının artırılması Değerlendirme Faaliyet yılı içerisinde TEYDEB 1501, TEYDEB 2244 kapsamında 2 projemiz desteklenmeye esas Toplantısında görülmüştür.",
    "source_file": "rapor2023.txt",
    "char_len": 803,
    "sentence_count": 2
  },
  {
    "rank": 4,
    "index": 635,
    "chunk_text": "Faaliyet yılı içersinde tek araçlı ve çok araçlı optimizasyon, makine öğrenmesi teknikleri ile kapasite tahminleme, taşımacılar için oyunlaşğrma çalışmaları, açık adres verisinin doğal dil işleme algoritmaları ile çözümlenmesi ve cep depolardan saatlik teslimatlarda çok araçlı rota optimizasyonu çalışmaları yapılmıştır. 2019 yılında başlayan ve TÜBİTAK TEYDEB 1501 destekleri kapsamında yürüşiüğümüz Teslimat Yönetim Sistemi Projesi başarıyla tamamlanmıştır. TEYDEB 1501 Sanayi Ar-Ge Destek Programı kapsamında başvuru yapğğımız ve Sabancı Üniversitesi Öğretim Üyelerinden Prof. Dr. Burçin Bozkaya'dan danışmanlık aldığımız 3191204 numaralı “Zaman Pencereli ve Hızlı Teslimatlarda Optimizasyon ve Kapasite Yönetimi Projesi 2020 yılında destek almaya hak kazanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 768,
    "sentence_count": 2
  },
  {
    "rank": 5,
    "index": 60,
    "chunk_text": "Bu lisansüstü eğitimden, HepsiJET Ar-Ge Merkezinde çalışırken yapılacak makale, bildiri, yayın çalışmaları teşvik açısından ayrıca değerlendirilir. Buna ek olarak ana faaliyet alanları ve projelerle örtüşen konular başta olmak üzere, yeni teknolojilerin ve trendlerin izlenmesi amacıyla, çalışanların konferans ve sempozyumlara kağlmaları desteklenir; bu sayede teknolojik gelişmelerin kurum bünyesine yerleştirilmesi hedeflenmiştir. 3.",
    "source_file": "rapor2023.txt",
    "char_len": 436,
    "sentence_count": 2
  },
  {
    "rank": 6,
    "index": 73,
    "chunk_text": "Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na iletmeleri, ilgili formların tamamlanması ve Ar-Ge faaliyetleri ile uyumluluğunu ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal bildiri kabulü 6.000 TL -Uluslararası bildiri kabulü 8.000 TL -Hakemli dergilerde makale yayımlanması 12.000 TL 8. Ar-Ge Merkezi çalışanlarından açık kaynak kodlu sitemlere katkı yapılması durumunda, katkı sonrası Ar-Ge Komisyonu, katkı yapılan projeyi ve yapılan başvuruyu değerlendirir.",
    "source_file": "rapor2023.txt",
    "char_len": 541,
    "sentence_count": 2
  },
  {
    "rank": 7,
    "index": 261,
    "chunk_text": "ALNS yaklaşımı, statik olarak uygulandığında gelen siparişlerin bir ilk çözüm oluşturduktan sonra boz-tamir et yöntemleri ile sürekli iyileştirilmesi prensibine dayanır. Dinamik olarak uygulanması durumunda algoritmanın sistemin mevcut durumunu sürekli takip ediyor olması (hangi taşımacı şu an nerede, hangi teslimatları tamamladı) beklenecek ve gelen yeni siparişleri mevcut rotaların uygun yerlerine benzer boz-tamir et yöntemleri ile eklemesi söz konusu olacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 468,
    "sentence_count": 2
  },
  {
    "rank": 8,
    "index": 433,
    "chunk_text": "Diğer Bilgiler Sayfa 3 / 99 AR-GE/TASARIM MERKEZİ BELGESİ BAŞVURU DİLEKÇESİ SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğüne 5746 sayılı Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun ve bu Kanun 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan \"Araşştrma, Gelişmerme ve Tasarım Faaliyetlerinin Desteknlenmesine İlişkin Uygulama ve Denemem Yönetmeliği\" hükümleri çerçevesinde dönemsel Ar-Ge/Tasarım faaliyetleri ile ilgili bilgileri içeren Ar-Ge/Tasarım Merkezi 2020 Yılı Faaliyet Raporu ekte sunulmaktadır.\" İşletme Yetkilisi T.C Kimlik No/Yabancı Kimlik No : 21275347720 Adı Soyadı : ME*** YA*** Tarih: 18.8.2021 AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR KABUL, TAAHHÜT VE BEYANLAR 5746 Sayılı “Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun” ile 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan “Araşştrma, Gelişmerme ve Ar-Ge/Tasarım Faaliyetlerinin Desteklenmesine İlişkin Uygulama ve Denemem Yönetmeliği” uyarınca belge alan ve faaliyet raporu sunulan Ar-Ge Merkezi değerlendirme ve denetlenmesi ile ilgili bütün kural, şart ve düzenlemelere uyacağımızı ve uyulmasını sağlayacağımızı, Sanayi ve Teknoloji Bakanlığı tara ndan görevlendirilen izleyiciler veya görevlilerin gerekli inceleme, denetim ve izlemeleri yapabilmesi için gerekli ortam ve imkânları sağlayacağımızı, İstenen her türlü bilgi ve belgeyi talep edilen süre içerisinde temin edeceğimizi, Sanayi ve Teknoloji Bakanlığı tarafndan istenen belgelerin sunulmasında tarafmızdan kaynaklanan gecikmelerden dolayı değerlendirme süresinin uzamasından işletmemizin sorumlu olacağını, Ar-Ge Merkezi Faaliyet dokümanlarında yazılı bulunan teknik ve mali bilgilerin doğruluğundan başvuru sahibi işletmeyi temsile yetkili kişi ile Ar-Ge Merkezinin sorumlusunun müştereken ve müteselsilen sorumlu olacağını, bu faaliyetin değerlendirilmesi neticesinde işletmenin Ar-Ge Merkezi faaliyetlerine verilen desteğin devam etmesi kararı alınması halinde yukarıda yazılan tüm hususlar ile Ar-Ge Merkezinin denetlenmesi süreçlerinde Bakanlık tarafn dan istenen bilgilerin doğru ve zamanında verilmesini, görevlendirilecek izleyici veya görevlilere gerekli kolaylığı sağlayacağımızı, tüm dosyalarda sunulan bilgilerin aynı içeriğe sahip olduğunu Kabul taahhüt ve beyan ederiz. Yukarıdaki hususları okuduğumuzu ve kabul ettiğimizi beyan ederiz.",
    "source_file": "rapor2023.txt",
    "char_len": 2400,
    "sentence_count": 2
  },
  {
    "rank": 9,
    "index": 576,
    "chunk_text": "Lojistik sektörünün her bir aşamasında yaşanan veya yaşanabilecek aksaklıkları öngörmek, engellemek; HepsiJET'in dünyada yaşanan teknolojik gelişmeler ışığında geliştireceği yeni teknolojiler ve çözümler ile HepsiJET', ulusal ve uluslararası rakiplerine karsı güçlü bir pozisyona yerleştirmek projenin temel hedeflerinden biridir. Bu hedefler doğrultusunda, Kadir Has Üniversitesi ve HepsiJET işbirliği kapsamında, 3 Doktora Bursiyeri ile aşağıdaki konularda doktora tezleri yapılacaktır: 1.",
    "source_file": "rapor2023.txt",
    "char_len": 491,
    "sentence_count": 2
  },
  {
    "rank": 10,
    "index": 495,
    "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 1195,
    "sentence_count": 2
  }
]