[
  {
    "rank": 1,
    "index": 495,
    "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 1195,
    "sentence_count": 2,
    "expanded_text": "şma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalk"
  },
  {
    "rank": 2,
    "index": 494,
    "chunk_text": "Aynı zamanda güvenlik ve penetrasyon testleri de bu iş paketinde yapılacak faaliyetlerdir. Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 1208,
    "sentence_count": 2,
    "expanded_text": "arının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin"
  },
  {
    "rank": 3,
    "index": 381,
    "chunk_text": "Bu süreçte, transfer merkezine uğramadan ayrıştırma işlemlerinin yapılabileceği şekilde donatılmış araçların (mobil platformlar) kullanılması verimliliği arttırıcı bir seçenek olarak düşünülmektedir. Araç rotalama ve kapsama probleminin topolojik veri analizi ile optimizasyonu üzerine kurgulanacak olan doktora tezi, HepsiJET’in küçük tedarikçiler taşımacılık sisteminin geliştirilmesi ihtiyacını ve HepsiJET’in veri analizi konusundaki tecrübeli Ar-Ge elemanı ihtiyacını karşılayacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 489,
    "sentence_count": 2,
    "expanded_text": "alama ve kapsama probleminin topolojik veri analizi ile optimizasyonu üzerine kurgulanacak olan doktora tezi, HepsiJET’in küçük tedarikçiler taşımacılık sisteminin geliştirilmesi ihtiyacını ve HepsiJET’in veri analizi konusundaki tecrübeli Ar-Ge elemanı ihtiyacını karşılayacaktır. HepsiJET’in artan taşıma hacmi ve hedefleri göz önüne alındığında taşımacı sayısının 2021 yılı sonunda 2.500’ün üzerine çıkması hedeflenmiştir. Bu modelin müşteri memnuniyetini düşürmeden ölçeklendirilebilmesi için taşımacı alternatiflerinin değerlendirilmesi ve hangi taşımacılar ile çalışılacağı konusunda seçim önem kazanmaktadır. Taşımacı değerlendirmesi ve seçimi için tereddütlü bulanık bir çok kriterli karar verme yöntemi geliştirilmesi üzerine kurgulanacak olan doktora tezi, HepsiJET’in hızlı, hatasız ve dakik bir teslimat hizmeti sunması için gereken sistematik bir taşımacı değerlendirme ve seçim yöntemi ihtiyacını ve HepsiJET’in çok kriterli karar verme yöntemleri konusundaki tecrübeli Ar-Ge personeli ihtiyacını karşılamaktadır. Sayfa 51 / 99 Proje Proje kapsamında belirlenen üç doktora te"
  },
  {
    "rank": 4,
    "index": 365,
    "chunk_text": "Projenin - Proje ile birlikte ulusal ölçekte müşteri ihtiyaçlarını uçtan uca kapsayan ve algoritmalar ile donatılmış bir Beklenen Teslimat Yönetim Sistemi altyapısı kurulmuş olacaktır. - Ani hacim değişikliklerinde verimsizliklerin önlenmesi Çıktıları ve sayesinde müşteriler, taşımacılar ve firma arasında kazan-kazan modeli kurularak e-ticaret ekosisteminin Faydaları gelişmesine katkı sağlanacaktır. - Taşımacı istihdamının 2021 sonuna kadar 2.500’e yükselmesi beklenmektedir. Böylece istihdama katkı sağlanırken, sektördeki yetişmiş personel sayısı da arttırılacaktır. - Otomasyon teknolojilerinin şirket içinde yaygınlaşması ile transfer merkezi ve şubelerde görevli personelin iş yükü azalmış olacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 709,
    "sentence_count": 2,
    "expanded_text": "klerinde verimsizliklerin önlenmesi Çıktıları ve sayesinde müşteriler, taşımacılar ve firma arasında kazan-kazan modeli kurularak e-ticaret ekosisteminin Faydaları gelişmesine katkı sağlanacaktır. - Taşımacı istihdamının 2021 sonuna kadar 2.500’e yükselmesi beklenmektedir. Böylece istihdama katkı sağlanırken, sektördeki yetişmiş personel sayısı da arttırılacaktır. - Otomasyon teknolojilerinin şirket içinde yaygınlaşması ile transfer merkezi ve şubelerde görevli personelin iş yükü azalmış olacaktır. Bu sayede mevcut personel ile aniden yükselen hacimler elleçlenebilecektir. - Açık kaynak kodlu yazılım teknolojilerinin kullanılması ile lisans maliyetlerinde tasarruf sağlanarak, nitelikli insan gücüne yatırım yapılması hedeflenmiştir. Böylece yurtdışı kaynaklı teknoloji alımlarının mümkün mertebe önüne geçilmesi planlanmaktadır. Sayfa 49 / 99 Proje Kodu HX-00007 Proje Adı D FAST Dağıtım Hizmetleri ve Lojistik A.Ş. (HepsiJET) Taşımacılık Operasyonları Optimizasyonu Proje 15.8.2020 Başlama Tarihi Proje Bitiş 30.6.2025 Tarihi Projede 6 Görev Alan Personel Sayısı Proje Süresi 45 (Adam Ay) Ulusal 3.3.1. 2244 Sanayi Doktora Programı Destek Programı Uluslararası Destek Programı Toplam 1.760.188,00 Proje Bütçesi (TL) Öz 682.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 1.078.188,00 Tutarı (TL) Hiz"
  },
  {
    "rank": 5,
    "index": 474,
    "chunk_text": "Sistemsel izlemeye ek olarak değişime karşılık şube sorumlusu ve taşımacıların olumlu/olumsuz geri bildirimleri alınarak nihai ürün için zemin hazırlanacaktır. Algoritma Geliştirme ve Teslimat Yönetim Sistemi Konfigürasyonu Çalışma alanlarının otonom olarak oluşturulabilmesi ve sahada kullanımı için algoritma ve Teslimat Yönetim Sistemi’nin entegre kullanımı Sayfa 55 / 99 planlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 389,
    "sentence_count": 2,
    "expanded_text": "ma Geliştirme ve Teslimat Yönetim Sistemi Konfigürasyonu Çalışma alanlarının otonom olarak oluşturulabilmesi ve sahada kullanımı için algoritma ve Teslimat Yönetim Sistemi’nin entegre kullanımı Sayfa 55 / 99 planlanmıştır. Saha dinamiklerini göz önünde bulundurarak, taşımacı öğrenme eğrisi, yeni taşımacının sisteme alışması gibi parametreler dikkate alınarak çözüm tasarımı yapılacaktır. Bu kapsamda sahadaki mevcut yapı göz önüne alınarak algoritma girdileri için şubeye bağlı çalışan taşımacı bilgileri, mevcutta çalışılan mahalleler, sipariş bilgileri; çıktılar olarak da taşımacı bilgileri, taşımacıya atananlar olarak gridler ile oluşan alanlar ve zamana, miktara ve çeşidine göre sınıflandırılmış gönderiler planlanmıştır. Algoritma mevcutta input olarak verilen mahalleleri çıktı olarak gridlere dönüştürecek, böylece mahalle ve sokaklardan bağımsız bir yapıya geçilmiş olacaktır. Gridler çeşitli büyüklüklerde olup, daha kompakt ve küçük alanların da oluşmasına olanak sağlayacak"
  },
  {
    "rank": 6,
    "index": 489,
    "chunk_text": "Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen teknoloji odaklı bir lojistik şirketi olarak görmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 457,
    "sentence_count": 2,
    "expanded_text": "k, güçlü teknoloji altyapısı ile 9 Ana Transfer Merkezi, 98 Şube, 1.700 taşımacı ve alanında uzman kadrosu ile e-ticaret firmalarına taşıma hizmeti sunmaktadır. Tüm dünyayı ve ülkemizi etkisi alğna alan pandemi döneminde, HepsiJET hizmetleri Sağlık Bakanlığı tarafndan yayınlanan tedbir genelgelerine uygun olarak temassız teslimat çözümü ile aralıksız devam etmiştir. HepsiJET kendisini geleneksel bir kargo firması olarak değil, lojistik sektöründe yüksek derecede bilgi birikimine sahip, teknolojiyi kullanan ve geliştiren lojistikte uzmanlaşmayı hedefleyen teknoloji odaklı bir lojistik şirketi olarak görmektedir. Sunduğu teslimat tipleri; - Bugün randevulu teslimat (belirli ürünlerde) - Ertesi gün randevulu teslimat - Standart plus teslimat - Evden randevulu iade teslim alma - Sözleşme taşımacılığı (taşıma - kredi sahibine imzalatma - bankaya evrak teslimi) 2020 yılında HepsiJET dağığm ağı Türkiye’nin 46 iline yayılmış olup, 2021 yılında 81 ile yayılması hedeflenmiştir. HepsiJET hizmeti sunan e-ticaret firmalarının sayısı 25’e ulaşmış olup, He"
  },
  {
    "rank": 7,
    "index": 13,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge / Tasarım Stratejileri Lojistik sektörü, teknoloji ve değişik profildeki iş gücünü eş güdümlü olarak çalışğrmayı hedeflediğinden pek çok teknolojinin uygun süreçlerle bir arada çalışması sektördeki diğer lojistik firmaları arasında fark yarağlmasına yol açacakğr. Bununla beraber, mevcut kargo şirketleri kurye olarak kendi personellerini kullanmakta ve yine yüksek oranda araç yatırımı yapmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 442,
    "sentence_count": 2,
    "expanded_text": "1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi"
  },
  {
    "rank": 8,
    "index": 446,
    "chunk_text": "Projenin • Doktora tezlerine konu çalışmalarının HepsiJET’te yürütülmesi ve proje sonucunda 3 doktoralı personelin Beklenen firmamızda çalışma hayatlarına devam etmesi ● Yapılan çalışmalardan bilimsel yayınlar hazırlanması ve Çıktıları ve bilimsel konferanslarda sunulması, dergilerde yayınlanması ● Yapılan çalışmalar neticesinde maliyet, müşteri Faydaları memnuniyeti gibi kriterlerin daha üst seviyelere çıkartılması • Artan taşımacı ihtiyacının en uygun adaylar seçilerek tamamlanması • Çapraz sevkiyatlı ve zaman pencereli bir araç rotalama ve yükleme probleminin optimizasyonu ile maliyet ve zaman verimliliği de sağlanarak HepsiJET’in sunduğu teslimat hizmetinin hızlı, hatasız ve dakik bir teslimat hizmeti sunması Sayfa 53 / 99 Proje Kodu HX-00008 Proje Adı Optimizasyon ve Makine Öğrenmesi Yöntemleri İle Firma Çalışma Alanlarının Belirlenmesi Proje 21.12.2020 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.500.000,00 Proje Bütçesi (TL) Öz 1.500.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 60.000,00 Hizmet Alımı Tutarı (TL) Sayfa 54 / 99 Yurt İçi 60.000,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 1636,
    "sentence_count": 2,
    "expanded_text": "anması ve Çıktıları ve bilimsel konferanslarda sunulması, dergilerde yayınlanması ● Yapılan çalışmalar neticesinde maliyet, müşteri Faydaları memnuniyeti gibi kriterlerin daha üst seviyelere çıkartılması • Artan taşımacı ihtiyacının en uygun adaylar seçilerek tamamlanması • Çapraz sevkiyatlı ve zaman pencereli bir araç rotalama ve yükleme probleminin optimizasyonu ile maliyet ve zaman verimliliği de sağlanarak HepsiJET’in sunduğu teslimat hizmetinin hızlı, hatasız ve dakik bir teslimat hizmeti sunması Sayfa 53 / 99 Proje Kodu HX-00008 Proje Adı Optimizasyon ve Makine Öğrenmesi Yöntemleri İle Firma Çalışma Alanlarının Belirlenmesi Proje 21.12.2020 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.500.000,00 Proje Bütçesi (TL) Öz 1.500.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 60.000,00 Hizmet Alımı Tutarı (TL) Sayfa 54 / 99 Yurt İçi 60.000,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir. Bu taşıma modelinde HepsiJET ile birlikte çalışan taşımacı sayısı İhtiyaçlar hızla artmaktadır. Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kar"
  },
  {
    "rank": 9,
    "index": 641,
    "chunk_text": "Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışmalar yürütülmüştür. Ar-Ge Merkezi’nde yürütülen projeler ve proje başvuruları aşamalarında alınan akademik danışmanlık kapsamında birlikte çalışğğımız akademisyenler aşağıdaki gibidir: - Sabancı Üniversitesi - Prof.Dr. Burçin Bozkaya - İstanbul Teknik Üniversitesi - Yrd. Doç. Dr. Gökhan İnce - İstanbul Teknik Üniversitesi - Doç. Dr. Dilay Çelebi - Kadir Has Üniversitesi - Prof. Dr. Ayşe Hümeyra Bilge - Kadir Has Üniversitesi - Prof. Dr. Funda Samanlıoğlu - Kadir Has Üniversitesi - Doç. Dr. Tamer Dağ 2020 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında proje arama ve başvuru çalışmaları yapılmışğr.",
    "source_file": "rapor2023.txt",
    "char_len": 948,
    "sentence_count": 2,
    "expanded_text": "başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir. Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışmalar yürütülmüştür. Ar-Ge Merkezi’nde yürütülen projeler ve proje başvuruları aşamalarında alınan akademik danışmanlık kapsamında birlikte çalışğğımız akademisyenler aşağıdaki gibidir: - Sabancı Üniversitesi - Prof.Dr. Burçin Bozkaya - İstanbul Teknik Üniversitesi - Yrd. Doç. Dr. Gökhan İnce - İstanbul Teknik Üniversitesi - Doç. Dr. Dilay Çelebi - Kadir Has Üniversitesi - Prof. Dr. Ayşe Hümeyra Bilge - Kadir Has Üniversitesi - Prof. Dr. Funda Samanlıoğlu - Kadir Has Üniversitesi - Doç. Dr. Tamer Dağ 2020 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında proje arama ve başvuru çalışmaları yapılmışğr. Bu kapsamda EURIPIDES-PENTA Joint Call 2020 çağrısına Smart European Delivery Technological Innovation isimli proje destek başvurusu Avrupa Komisyonu tarafndan onaylanmışğr ancak eşik değerin üzerinde olmasına rağmen TÜBİTAK öncelikli projeleri arasına girememiştir. 2021 yılında Avrupa Birliği (AB) Çerçeve Programları kapsamında H2020-LC-GD-20203 -Building a low-carbon, climate resilient future: Research and innovation in support of the"
  },
  {
    "rank": 10,
    "index": 321,
    "chunk_text": "İadeleri söz verilen zamanda adresten teslim alabilmek için, iade toplamaları da rota optimizasyonu algoritması yardımıyla taşımacıların günlük rotalarına eklenmiştir. Canlı takip hizmeti ile standart teslimatlarda müşteriye paketin tahmini ulaşma süresi belirli bir aralık olarak iletilerek, eğer isterse taşımacıyı harita üzerinde canlı takip edebileceği bir ekran sunulacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 380,
    "sentence_count": 2,
    "expanded_text": "ndart teslimatlarda müşteriye paketin tahmini ulaşma süresi belirli bir aralık olarak iletilerek, eğer isterse taşımacıyı harita üzerinde canlı takip edebileceği bir ekran sunulacaktır. Aynı ekran üzerinden komşuya bırak seçeneği ile paketin alternatif bir adrese teslimini ya da teslimatın yeniden planlanmasını sağlayabilecektir. Pandemi süreci ile birlikte e-ticaret ekosistemine çok sayıda yeni kullanıcı dahil olmuştur. Kullanıcılardan bazıları güven kaygısı ile kredi kartı kullanmayı tercih etmemekte veya kredi kartı kullanmamaktadır. Kapıda ödeme hizmeti ile bu müşteri grubunun ihtiyacının karşılanması hedeflenmiştir. Bu kapsamda hazır çözümler yerine kapıda ödeme sistemi uçtan uca HepsiJET bünyesinde geliştirilerek devreye alınacaktır. HepsiJET mevcutta tek kişi tarafından kolaylıkla taşınabilecek 40 desi ve altı ürünlerin taşımalarını yapmaktadır. Proje kapsamında iki kişi tarafından taşınabilecek ağır ürünlerin taşınması sürecini kapsayan teknik altyapı kurula"
  }
]