[
  {
    "rank": 1,
    "index": 585,
    "chunk_text": "Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır. Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2,
    "expanded_text": "arch and innovation in support of the European Green Deal çağrısı alğnda 3 yeni proje başvurusu yapılmışğr. Konsorsiyumlarda Türkiye, İngiltere, Polonya, İspanya, Letonya, Avusturya ve Slovakya’dan firmalar ve üniversiteler yer almaktadır. Proje Yönetim Metodolojisi: Projelerde, scrum ve iş değeri yaklaşımı birlikte kullanılmaktadır. İş değeri yaklaşımında ürünle ilgili teknoloji ekibi, operasyon ekibi, müşteri hizmetleri ve iş geliştirme ekibi gibi farklı ekiplerden gelen yazılımla ilgili istekler bir ürün sahibi tarafndan değerlendirilir. Ürün sahibi her bir ürün özelliği için aşağıdaki kriterlere göre bir puan verir: • Gelir ve Karlılık • Ölçeklenebilirlik • Kullanıcı Faydaları • Geliştiriciye ve Şirkete Fayda Sayfa 7 / 99 • Eşsizlik Daha sonra geliştirdiğimiz algoritma ile projeye/ürüne eklenecek özellik için bir iş değeri hesaplanır. Scrum yaklaşımında ise üç haikalık iteras"
  },
  {
    "rank": 2,
    "index": 449,
    "chunk_text": "Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2,
    "expanded_text": "lecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kartı kullanımı gibi faktörler dikkate alınarak makine öğrenmesi teknikleri ile yeni şubeler için potansiyel bölge tahminleri yapılacaktır. Proje Proje kapsamında çalışmalara analiz ve literatür taramaları ile başlanacaktır. Bu çalışmaları MVP Kapsamında geliştirmeleri, pilot çalışmalar ve nihai sistem için algoritma ve yazılım geliştirme faaliyetleri takip edecektir. Yapılacak"
  },
  {
    "rank": 3,
    "index": 547,
    "chunk_text": "Proje çıktıları aynı zamanda HepsiJET’te taşımacı olarak rol alacak olan en uygun aday profilini belirlemeye de yardımcı olacaktır. Taşımacı Yönetim Sisteminde hem bölge müdürlüklerinde yer alan işe alım ve yönetim ekibinin hem de merkez işe alım ekibinin farklı kaynaklardan gelen başvurulara tek bir platformdan erişebileceği ve süreci yönetebileceği işe alım modülü üzerinde geliştirmeler yapılacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 405,
    "sentence_count": 2,
    "expanded_text": "işe alım ekibinin farklı kaynaklardan gelen başvurulara tek bir platformdan erişebileceği ve süreci yönetebileceği işe alım modülü üzerinde geliştirmeler yapılacaktır. Taşımacıların performansını artırmak için oyunlaştırma ögelerinin taşımacılık sektörü özelinde ele alınarak, taşımacı profili ve eğilimleri doğrultusunda yeni sisteme uyarlanması planlanmıştır. İ.P.5: Entegrasyon: Tahminleme algoritması, Taşımacı Yönetim Sistemi platformu ve oyunlaştırma çalışmalarının saha kullanıcı deneyimini tekilleştirme amacıyla mevcut Teslimat Yönetim Sistemi’nin web ve mobil arayüzlerine entegrasyonu planlanmıştır. Ayrıca HepsiJET’in kendi geliştirdiği raporlama sistemi ile entegrasyonu ile operasyon ekiplerinin ihtiyacı olan detay raporların ve alarm mekanizmalarının geliştirilmesi bu iş paketi kapsamında yer alacak çalışmalardır. Sayfa 59 / 99 Projenin • Dünya genelinde giderek yaygınlaşan kitle kaynaklı son noktaya taşıma hizmetlerinde birlikte çalışılan Yenilikçi üçüncü partilerin yönetimi büyük ön"
  },
  {
    "rank": 4,
    "index": 462,
    "chunk_text": "Şube yetkililerinin çalışma alanlarını manuel oluşturmaları, mevcut yapıda mahalle büyüklükleri ve gönderi yoğunluklarının farklılık göstermesi nedeniyle bölgelerin adaletsiz dağıldığı ve saha operasyonunun yavaşladığı görülmüştür. Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 400,
    "sentence_count": 2,
    "expanded_text": "müştür. Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir. Veriler ile yapılan analizlerde yeni bir sistem ihtiyacının olduğu, eksiklerle birlikte tespit edilmiştir. Teknik analiz çalışmaları ile mevcut ve yeni sistem arasındaki bağlantı ve farklar, algoritma girdi – çıktılarının belirlenmesi ve entegrasyon planı dokümante edilerek yazılım ve algoritma geliştirme ekipleri ile paylaşılacaktır. Literatür Taraması Çalışmaları Taşımacıların çalışma bölgelerinin taşımacı ve bölgesel bazlı kısıtlar yardımıyla bölünebilmesi için literatürdeki “Territory Planning Problem” konulu araştırmalar ve atama algoritmaları incelenecektir. Bu kapsamda yinelemeli bölümleme algoritması, stokastik araç rotalama problemi, araç rotalama ve bölge belirleme problemi, gezgin satıcı problemi, satış bölgesi problemleri’nin incelenmesi hedeflenmiştir. Makine öğrenmesi çalışmaları için de K- means v"
  },
  {
    "rank": 5,
    "index": 625,
    "chunk_text": "Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5.",
    "source_file": "rapor2023.txt",
    "char_len": 139,
    "sentence_count": 2,
    "expanded_text": "YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Or"
  },
  {
    "rank": 6,
    "index": 555,
    "chunk_text": "İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4.",
    "source_file": "rapor2023.txt",
    "char_len": 108,
    "sentence_count": 2,
    "expanded_text": "İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gös"
  },
  {
    "rank": 7,
    "index": 324,
    "chunk_text": "Aynı ekran üzerinden komşuya bırak seçeneği ile paketin alternatif bir adrese teslimini ya da teslimatın yeniden planlanmasını sağlayabilecektir. Pandemi süreci ile birlikte e-ticaret ekosistemine çok sayıda yeni kullanıcı dahil olmuştur.",
    "source_file": "rapor2023.txt",
    "char_len": 238,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1"
  },
  {
    "rank": 8,
    "index": 463,
    "chunk_text": "Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir. Veriler ile yapılan analizlerde yeni bir sistem ihtiyacının olduğu, eksiklerle birlikte tespit edilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 275,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3."
  },
  {
    "rank": 9,
    "index": 648,
    "chunk_text": "Ürün sahibi her bir ürün özelliği için aşağıdaki kriterlere göre bir puan verir: • Gelir ve Karlılık • Ölçeklenebilirlik • Kullanıcı Faydaları • Geliştiriciye ve Şirkete Fayda Sayfa 7 / 99 • Eşsizlik Daha sonra geliştirdiğimiz algoritma ile projeye/ürüne eklenecek özellik için bir iş değeri hesaplanır. Scrum yaklaşımında ise üç haikalık iterasyonlar ve günlük scrum toplanğları ile her bir iterasyonda yapılması planlanan işler gerçekleştirilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 453,
    "sentence_count": 2,
    "expanded_text": "syon ekibi, müşteri hizmetleri ve iş geliştirme ekibi gibi farklı ekiplerden gelen yazılımla ilgili istekler bir ürün sahibi tarafndan değerlendirilir. Ürün sahibi her bir ürün özelliği için aşağıdaki kriterlere göre bir puan verir: • Gelir ve Karlılık • Ölçeklenebilirlik • Kullanıcı Faydaları • Geliştiriciye ve Şirkete Fayda Sayfa 7 / 99 • Eşsizlik Daha sonra geliştirdiğimiz algoritma ile projeye/ürüne eklenecek özellik için bir iş değeri hesaplanır. Scrum yaklaşımında ise üç haikalık iterasyonlar ve günlük scrum toplanğları ile her bir iterasyonda yapılması planlanan işler gerçekleştirilmektedir. Bu yaklaşımda da yazılım ekibinin hızlı çıkğ üretmesi ve yazılım hızının izlenmesi sağlanır. Spirint sonunda ise scrum değerlendirme ve sprint ile ilgili geri bildirim toplanğları yapılır. Scrum planlamasında projeye ek özellikler eklenirken iş değeri en yüksek ve yazılım maliyeti en düşük olan işler öncelikli olarak yapılır. Bu yaklaşımla ürüne/projeye katma değer sağlayan özellikler arasında projeye en çok katkı sağlayan ve daha az yazılım g"
  },
  {
    "rank": 10,
    "index": 13,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge / Tasarım Stratejileri Lojistik sektörü, teknoloji ve değişik profildeki iş gücünü eş güdümlü olarak çalışğrmayı hedeflediğinden pek çok teknolojinin uygun süreçlerle bir arada çalışması sektördeki diğer lojistik firmaları arasında fark yarağlmasına yol açacakğr. Bununla beraber, mevcut kargo şirketleri kurye olarak kendi personellerini kullanmakta ve yine yüksek oranda araç yatırımı yapmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 442,
    "sentence_count": 2,
    "expanded_text": "1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi"
  }
]