[
  {
    "rank": 1,
    "index": 553,
    "chunk_text": "Projede yapılacak çalışmalar taşımacılık sektöründe öncü Yönü ve Ar- niteliktedir. Çalışan bağlılığını arttırmak ve müşteri memnuniyetini korumak için, oluşabilecek problemleri Ge Niteliği önceden tahminlemek ve önlemek mümkün olacaktır. • Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 616,
    "sentence_count": 2,
    "expanded_text": "Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır. Süreçte izlenemeyen taşımacıların belirlenmesi durumunda operasyon yetkilisine durum otomatik olarak bildirilerek sorunun çözümü için süreç başlatılacaktır. • Kümeleme ve makine öğrenmesi teknikleri bir arada kullanılarak geliştirilecek tahminleme algoritması çalışmaları akademik yayın haline getirilerek bilginin yaygınlaşması sağlanacaktır. • Projenin oyunlaştırma geliştirmeleri kapsamındaki özgün çalışmalar için 26.12.2020 tarihinde “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı patent başvurusu Türk Patent’e gönderilmiştir. (Başvuru Numarası:2020/21835) Projenin • Taşımacıların hareketleri izlenerek kontrol edilebilecektir. Böylece taşımacıların verimliliği ölçülebilir hale Beklenen gelecektir. Taşımacıların teslim ettikleri paket sayıları, hedef noktalarına uğrama sayıları, teslimatla"
  },
  {
    "rank": 2,
    "index": 612,
    "chunk_text": "Proje Kapasitelerine Dair Bilgiler Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) 6.031.813,70 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 2.936.814,11 İşletme Katkısı (TL) Yürütülen (Devam Eden+Başlayan+Tamamlanan) Tüm Kamu Destekli Projelere Faaliyet Yılı İçindeki Toplam 88.271,00 Kamu Katkısı (TL) Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen AB ve Uluslararası Destekli Proje Sayısı 0 Faaliyet Yılı İçinde Ar-Ge Merkezinin Kabul Edilen Ulusal Destekli Proje Sayısı 2 Sayfa 94 / 99 11.4. İşbirliği ve Etkileşime Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Toplam Proje Sayısı 6 Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Kamu Destekli Üniversite-Sanayi İşbirliği 3.025.085,11 Projelerinin Dönemsel Harcaması (TL) Ar-Ge Merkezinde Faaliyet Yılında Kamu Desteği Olmayan Ancak Üniversite-Sanayi İşbirliği Kapsamında 666.754,25 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Firmalar Arası Ar-Ge İşbirliği Olan 0,00 Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Siparişe Dayalı Ar-Ge 0 Proje Sayısı Sayfa 95 / 99 11.5.",
    "source_file": "rapor2023.txt",
    "char_len": 1376,
    "sentence_count": 2,
    "expanded_text": "ALİYET DEĞERLENDİRME TOPLANTISINDA ALINAN KARARLARA İLİŞKİN YAPILAN ÇALIŞMALAR 11. ENDEKS VERİLERİ 11.1. Ar-Ge Personeli İstihdamına Dair Bilgiler 11.2. Ar-Ge Harcama Yoğunluğuna Dair Bilgiler 11.3. Proje Kapasitelerine Dair Bilgiler 11.4. İşbirliği ve Etkileşime Dair Bilgiler 11.5. Ticarileşmeye Dair Bilgiler 11.6. Fikri Mülkiyet Yetkinliğine Dair Bilgiler 11.7. Diğer Bilgiler Sayfa 3 / 99 AR-GE/TASARIM MERKEZİ BELGESİ BAŞVURU DİLEKÇESİ SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğüne 5746 sayılı Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun ve bu Kanun 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan \"Araşştrma, Gelişmerme ve Tasarım Faaliyetlerinin Desteknlenmesine İlişkin Uygulama ve Denemem Yönetmeliği\" hükümleri çerçevesinde dönemsel Ar-Ge/Tasarım faaliyetleri ile ilgili bilgileri içeren Ar-Ge/Tasarım Merkezi 2020 Yılı Faaliyet Raporu ekte sunulmaktadır.\" İşletme Yetkilisi T.C Kimlik No/Yabancı Kimlik No : 21275347720 Adı Soyadı : ME*** YA*** Tarih: 18.8.2021 AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR KABUL, TAAHHÜT VE BEYANLAR 5746 Sayılı “Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun” ile 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan “Araşştrma, Gelişmerme ve Ar-Ge/Tasarım Faaliyetlerinin Desteklenmesine İlişkin Uygulama ve Denemem Yönetmeliği” uyarınca belge alan ve faaliyet raporu sunulan Ar-Ge Merkezi değerlendirme ve denetlenmesi ile ilgili bütün kural, şart ve düzenlemelere uyacağımızı ve uyulmasını sağlayacağımızı, Sanayi ve Teknoloji Bakanlığı tara ndan görevlendirilen izleyiciler veya görevlilerin gerekli inceleme, denetim ve izlemeleri yapabilmesi için gerekli ortam ve imkânları sağlayacağımızı, İstenen her türlü bilgi ve belgeyi talep edilen süre içerisinde temin edeceğimizi, Sanayi ve Teknoloji Bakanlığı tarafndan istenen belgelerin sunulmasında tarafmızdan kaynaklanan gecikmelerden dolayı değerlendirme süresin"
  },
  {
    "rank": 3,
    "index": 495,
    "chunk_text": "Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 1195,
    "sentence_count": 2,
    "expanded_text": "şma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin sonradan elle düzeltilmesi ihtiyacının kalkmasıyla ek iş yükleri ortadan kalk"
  },
  {
    "rank": 4,
    "index": 607,
    "chunk_text": "ENDEKS VERİLERİ 11.1. Ar-Ge Merkezi Personeli İstihdamına Dair Bilgiler Belge Alış Tarihi 25.9.2018 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Doktora Mezunu Araştırmacı Sayısı* 0 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Yüksek Lisans Mezunu Araştırmacı Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Lisans Mezunu Araştırmacı Sayısı (Doktora veya Yüksek Lisans 28 Öğrencisi Olmayanlar)* Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Doktora Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve Halen Yüksek Lisans Yapmakta Olan Araştırmacı Sayısı* 1 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Temel Bilimler Mezunu Ar-Ge Personeli Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Teknisyen Sayısı* 5 Faaliyet Yılında Ar-Ge Merkezinde Yeni İstihdam Edilen Toplam ArGe Personeli Sayısı* 23 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Araştırmacı Sayısı* 33 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Toplam Ar-Ge Personeli Sayısı* 38 Faaliyet Yılında En az Yüksek Lisans Eğitimi Almış 25 Yaş ve üzeri Kadın Ar-Ge Merkezi Çalışan Sayısı* 0 Faaliyet yılı içerisinde Ar-Ge Merkezinde çalıştırılan stajyer sayısı (lise düzeyi dahil) 7 Faaliyet Yılında Ar-Ge Merkezinde Çalışan ve En Az 2 Yıl Yurtdışında Kaldıktan Sonra Son 2 yıl İçinde Yurtdışından 1 Gelen Araştırmacı Sayısı* * 31 Aralık 2020 tarihinde çalışmakta olan personel sayıya dahil edilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 1393,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında"
  },
  {
    "rank": 5,
    "index": 494,
    "chunk_text": "Aynı zamanda güvenlik ve penetrasyon testleri de bu iş paketinde yapılacak faaliyetlerdir. Projenin - E-ticaret sektörünün sürekli değişen ve güncellenen isteklerini karşılayabilecek bir sistem olarak, saha Yenilikçi operasyonlarının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 1208,
    "sentence_count": 2,
    "expanded_text": "arının en verimli ve adil biçimde sürdürülmesine büyük katkı sağlayacaktır. - Taşımacı çalışma Yönü ve Ar- alanlarının oluşturulması aşamasında algoritmanın dahil edilmesiyle farklı dönemlerde artan ve azalan Ge Niteliği hacimlere duyarlı bölgelerin mahalle ve sokaklardan bağımsız olarak oluşturulmasını sağlayacaktır. - Makine öğrenmesiyle birlikte gönderilerde önceden tahminlerde bulunarak tedbirlerin alınmasına olanak sağlayacaktır. - Proje ekibi, kullanılan yeni teknolojiler, algoritma yapısı ve makine öğrenmesi konularıyla ilgili yapılan analiz ve ön geliştirmelerde bilgi birikimini arttırarak e-ticaret dinamiklerine uygun taşımacılık çözümlerinde uzmanlaşacaktır. - İnovasyonu ön planda tutarak, sektördeki büyük hacim değişikliklerine ve değişen saha operasyonlarına tamamen uyum sağlayabilecek bir sistem olacağından, projenin tamamlanmasıyla sektörde farklılık yaratacaktır. - Proje kapsamında yer alan çalışmaların akademik yayın olarak hazırlanması planlanmıştır. Projenin - Taşımacı çalışma alanlarının otomasyon ile oluşması sağlanacaktır. Bu sayede minimum düzeyde Beklenen güncellemelerle sürekli değişen hacimlerde bile taşımacılara adil paylaşım yapılması hedeflenmektedir. - Çıktıları ve Taşımacıların çalıştıkları bölgelerin benzer kalmasını sağlayarak, daha az kaza ve daha hızlı teslimatlar Faydaları yapılarak, hem taşımacı hem de firma için katkı sağlaması hedeflenmektedir. - Düzenli ve sabit bu sistemle, mevcut sistemde görülen hatalar sonucunda paketlerin geç teslim edilmesi durumlarının minimuma indirilerek müşteri memnuniyetinin arttırılması hedeflenmektedir. - Oluşturulan adil sistemle taşımacı memnuniyetinin arttırılarak teslimat sürelerinde, kalitesinde ve müşteriyle olan iletişimlerde katkı sağlayacaktır. - Algoritma ile oluşturulan alanlar sayesinde, bölgelerin"
  },
  {
    "rank": 6,
    "index": 446,
    "chunk_text": "Projenin • Doktora tezlerine konu çalışmalarının HepsiJET’te yürütülmesi ve proje sonucunda 3 doktoralı personelin Beklenen firmamızda çalışma hayatlarına devam etmesi ● Yapılan çalışmalardan bilimsel yayınlar hazırlanması ve Çıktıları ve bilimsel konferanslarda sunulması, dergilerde yayınlanması ● Yapılan çalışmalar neticesinde maliyet, müşteri Faydaları memnuniyeti gibi kriterlerin daha üst seviyelere çıkartılması • Artan taşımacı ihtiyacının en uygun adaylar seçilerek tamamlanması • Çapraz sevkiyatlı ve zaman pencereli bir araç rotalama ve yükleme probleminin optimizasyonu ile maliyet ve zaman verimliliği de sağlanarak HepsiJET’in sunduğu teslimat hizmetinin hızlı, hatasız ve dakik bir teslimat hizmeti sunması Sayfa 53 / 99 Proje Kodu HX-00008 Proje Adı Optimizasyon ve Makine Öğrenmesi Yöntemleri İle Firma Çalışma Alanlarının Belirlenmesi Proje 21.12.2020 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.500.000,00 Proje Bütçesi (TL) Öz 1.500.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 60.000,00 Hizmet Alımı Tutarı (TL) Sayfa 54 / 99 Yurt İçi 60.000,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 1636,
    "sentence_count": 2,
    "expanded_text": "anması ve Çıktıları ve bilimsel konferanslarda sunulması, dergilerde yayınlanması ● Yapılan çalışmalar neticesinde maliyet, müşteri Faydaları memnuniyeti gibi kriterlerin daha üst seviyelere çıkartılması • Artan taşımacı ihtiyacının en uygun adaylar seçilerek tamamlanması • Çapraz sevkiyatlı ve zaman pencereli bir araç rotalama ve yükleme probleminin optimizasyonu ile maliyet ve zaman verimliliği de sağlanarak HepsiJET’in sunduğu teslimat hizmetinin hızlı, hatasız ve dakik bir teslimat hizmeti sunması Sayfa 53 / 99 Proje Kodu HX-00008 Proje Adı Optimizasyon ve Makine Öğrenmesi Yöntemleri İle Firma Çalışma Alanlarının Belirlenmesi Proje 21.12.2020 Başlama Tarihi Proje Bitiş 31.12.2021 Tarihi Projede 10 Görev Alan Personel Sayısı Proje Süresi 120 (Adam Ay) Ulusal Destek Programı Uluslararası Destek Programı Toplam 1.500.000,00 Proje Bütçesi (TL) Öz 1.500.000,00 Kaynaklarca Karşılanan Tutar (TL) Destek 0 Tutarı (TL) Hizmet Alım Akademik Danışmanlık Konusu Hizmet Yurt İçi Alımı (Yurtiçi / Yurtdışı) Toplam 60.000,00 Hizmet Alımı Tutarı (TL) Sayfa 54 / 99 Yurt İçi 60.000,00 Hizmet Alımı Tutarı (TL) Yurt Dışı 0,00 Hizmet Alımı Tutarı (TL) Proje HepsiJET’in yenilikçi taşıma modelinde şubelerden son noktaya teslimatları kendi araçları olan bireysel Konusunu taşımacılar yapmaktadır. Taşımacılar HepsiJET mobil uygulaması sayesinde teslim alma ve teslim etme Belirleyen işlemlerinin tamamını yürütebilmektedir. Bu taşıma modelinde HepsiJET ile birlikte çalışan taşımacı sayısı İhtiyaçlar hızla artmaktadır. Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kar"
  },
  {
    "rank": 7,
    "index": 613,
    "chunk_text": "İşbirliği ve Etkileşime Dair Bilgiler Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Toplam Proje Sayısı 6 Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Kamu Destekli Üniversite-Sanayi İşbirliği 3.025.085,11 Projelerinin Dönemsel Harcaması (TL) Ar-Ge Merkezinde Faaliyet Yılında Kamu Desteği Olmayan Ancak Üniversite-Sanayi İşbirliği Kapsamında 666.754,25 Yürütülen (Devam Eden+Başlayan+Tamamlanan) Projelerin Dönemsel (Faaliyet Yılı) Harcaması Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Firmalar Arası Ar-Ge İşbirliği Olan 0,00 Projelerin Dönemsel (Faaliyet Yılı) Harcaması (TL) Faaliyet Yılında Ar-Ge Merkezinde Yürütülen (Devam Eden+Başlayan+Tamamlanan) Siparişe Dayalı Ar-Ge 0 Proje Sayısı Sayfa 95 / 99 11.5. Ticarileşmeye Dair Bilgiler Ürün Gelir Bilgisi Önceki Dönem (2019) Faaliyet Dönemi (2020) Faaliyet Yılı Toplam Ciro Miktarı (TL) Bu değer 163.476.819,28 hesaplanmamaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 947,
    "sentence_count": 2,
    "expanded_text": "KARARLARA İLİŞKİN YAPILAN ÇALIŞMALAR 11. ENDEKS VERİLERİ 11.1. Ar-Ge Personeli İstihdamına Dair Bilgiler 11.2. Ar-Ge Harcama Yoğunluğuna Dair Bilgiler 11.3. Proje Kapasitelerine Dair Bilgiler 11.4. İşbirliği ve Etkileşime Dair Bilgiler 11.5. Ticarileşmeye Dair Bilgiler 11.6. Fikri Mülkiyet Yetkinliğine Dair Bilgiler 11.7. Diğer Bilgiler Sayfa 3 / 99 AR-GE/TASARIM MERKEZİ BELGESİ BAŞVURU DİLEKÇESİ SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğüne 5746 sayılı Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun ve bu Kanun 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan \"Araşştrma, Gelişmerme ve Tasarım Faaliyetlerinin Desteknlenmesine İlişkin Uygulama ve Denemem Yönetmeliği\" hükümleri çerçevesinde dönemsel Ar-Ge/Tasarım faaliyetleri ile ilgili bilgileri içeren Ar-Ge/Tasarım Merkezi 2020 Yılı Faaliyet Raporu ekte sunulmaktadır.\" İşletme Yetkilisi T.C Kimlik No/Yabancı Kimlik No : 21275347720 Adı Soyadı : ME*** YA*** Tarih: 18.8.2021 AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR KABUL, TAAHHÜT VE BEYANLAR 5746 Sayılı “Araşştrma ve Gelişmerme Faaliyetlerinin Desteklenmesi Hakkında Kanun” ile 10.08.2016 tarih ve 29797 sayılı Resmi Gazetede yayımlanan “Araşştrma, Gelişmerme ve Ar-Ge/Tasarım Faaliyetlerinin Desteklenmesine İlişkin Uygulama ve Denemem Yönetmeliği” uyarınca belge alan ve faaliyet raporu sunulan Ar-Ge Merkezi değerlendirme ve denetlenmesi ile ilgili bütün kural, şart ve düzenlemelere uyacağımızı ve uyulmasını sağlayacağımızı, Sanayi ve Teknoloji"
  },
  {
    "rank": 8,
    "index": 68,
    "chunk_text": "Dış destekli projeler Ar-Ge Merkezinde yurt içi ya da yurt dışı kaynaklar (TÜBİTAK, AB vb.) kullanılarak gerçekleştirilen projelerin başarıyla sonuçlandırılması durumunda, proje ekibi ödüllendirilir. Desteğin planlanabilmesi için Proje müdürünün Ar-Ge Komisyonu’na proje başlamadan önce proje ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6.",
    "source_file": "rapor2023.txt",
    "char_len": 612,
    "sentence_count": 2,
    "expanded_text": "Performans Primi HepsiJET’in genelinde, tüm beyaz yaka çalışanları kapsayan bir performans yönetim sistemi uygulaması bulunmaktadır. Bu sistemin amacı, çalışan veriminin ve motivasyonunun arğrılmasını ve çalışanın gösterdiği performansa bağlı olarak farklılaşğrılması ve ödüllendirilmesini sağlamakğr. Yıllık olarak yapılan, ölçütleri şirketin performans yönetim prosedürüne göre belirlenmiş olan performans değerlendirmesinin sonucunda, her bir çalışan için “düşük performans”, “gelişime açık performans”, “beklenen performans”, “yüksek performans” ve “olağanüstü performans” düzeylerinden birinde değerlendirme yapılır. Düşük performans gösteren çalışanları geliştirmek için Performans Gelişim Planı hazırlanır. Yıl içerisinde şirket performans prosedürü dikkate alınarak belirlenen performans seviyesinin üzerinde performans gösteren çalışana yıllık maaşının %0 - %20 oranında performans primi adı altında ödül verilir. 2. Eğitim Desteği Ar-Ge Merkezi çerçevesinde çalışanların sürekli eğitimi Şirket Yönetimi tarafından destelenen önemli konulardan biridir. Bu çerçevede Yüksek Lisans/ Doktora gibi programlara dahil olan çalışanlar ilgili programa başlamadan önce Ar-Ge Komisyonu’na dilekçe ile bilgi verme"
  },
  {
    "rank": 9,
    "index": 66,
    "chunk_text": "Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na dilekçe ile önerilerini iletmeleri, ilgili komisyon tarafndan önerinin onaylanması ve İnsan Kaynakları biriminin değerlendirmesi Sayfa 24 / 99 akabinde öneri teşviği söz konusu olabilecektir. -Özkaynakla gerçekleştirilecek proje önerisi 2.000 TL -Kamu kaynaklarıyla gerçekleştirilecek proje önerisi 4.000 TL -Yurt dışı kaynaklarla gerçekleştirilecek proje önerisi 7.000 TL 5. Dış destekli projeler Ar-Ge Merkezinde yurt içi ya da yurt dışı kaynaklar (TÜBİTAK, AB vb.) kullanılarak gerçekleştirilen projelerin başarıyla sonuçlandırılması durumunda, proje ekibi ödüllendirilir.",
    "source_file": "rapor2023.txt",
    "char_len": 623,
    "sentence_count": 2,
    "expanded_text": "tir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir. Ayrıca yüksek lisans ve doktora yapılması için çalışanlarımız haftada bir gün izinli sayılarak teşvik edilmektedir. HepsiJET faaliyet yılı içerisinde başarılı Ar-Ge projeleri yürüterek, kurumun ihtiyacı olan nitelikli teknoloji ihtiyacını karşılamışğr. Faaliyet yılı içersinde tek araçlı ve çok araçlı optimizasyon, makine öğrenmesi teknikleri ile kapasite tahminleme, taşımacılar için oyunlaşğrma çalışmaları, açık adres verisinin doğal dil işleme algoritmaları ile çözümlenmesi ve cep depolardan saatlik teslimatlarda çok araçlı rota optimizasyonu çalışmaları yapılmıştır. 2019 yılında başlayan ve TÜBİTAK TEYDEB 1501 destekleri kapsamında yürüşiüğümüz Teslimat Yönetim Sistemi Projesi başarıyla tamamlanmıştır. TEYDEB 1501 Sanayi Ar-Ge Destek Programı kapsamında başvuru yapğğımız ve Sabancı Üniversitesi Öğretim Üyelerinden Prof. Dr. Burçin Bozkaya'dan danışmanlık aldığımız 3191204 numaralı “Zaman Pencereli ve Hızlı Tes"
  },
  {
    "rank": 10,
    "index": 554,
    "chunk_text": "Çalışan bağlılığını arttırmak ve müşteri memnuniyetini korumak için, oluşabilecek problemleri Ge Niteliği önceden tahminlemek ve önlemek mümkün olacaktır. • Proje sürecinde taşımacının iş akışının başından yani dağıtım aralığı başlangıcında zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır. Süreçte izlenemeyen taşımacıların belirlenmesi durumunda operasyon yetkilisine durum otomatik olarak bildirilerek sorunun çözümü için süreç başlatılacaktır. • Kümeleme ve makine öğrenmesi teknikleri bir arada kullanılarak geliştirilecek tahminleme algoritması çalışmaları akademik yayın haline getirilerek bilginin yaygınlaşması sağlanacaktır. • Projenin oyunlaştırma geliştirmeleri kapsamındaki özgün çalışmalar için 26.12.2020 tarihinde “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı patent başvurusu Türk Patent’e gönderilmiştir. (Başvuru Numarası:2020/21835) Projenin • Taşımacıların hareketleri izlenerek kontrol edilebilecektir.",
    "source_file": "rapor2023.txt",
    "char_len": 1207,
    "sentence_count": 2,
    "expanded_text": "a zimmetine aldığı paket sayısı ve süresi, dağıtıma başlama zamanı ile bitiş zamanı arasındaki süreçte paket, konum ve zaman ilişkisi analiz edilecek, sürece tam olarak uyum sağlayıp sağlamadığı gözlemlenmiş olacaktır. • Taşımacı süreçleri izlenebilir ve karar alınabilir hale gelmiş olacaktır. Süreçte izlenemeyen taşımacıların belirlenmesi durumunda operasyon yetkilisine durum otomatik olarak bildirilerek sorunun çözümü için süreç başlatılacaktır. • Kümeleme ve makine öğrenmesi teknikleri bir arada kullanılarak geliştirilecek tahminleme algoritması çalışmaları akademik yayın haline getirilerek bilginin yaygınlaşması sağlanacaktır. • Projenin oyunlaştırma geliştirmeleri kapsamındaki özgün çalışmalar için 26.12.2020 tarihinde “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı patent başvurusu Türk Patent’e gönderilmiştir. (Başvuru Numarası:2020/21835) Projenin • Taşımacıların hareketleri izlenerek kontrol edilebilecektir. Böylece taşımacıların verimliliği ölçülebilir hale Beklenen gelecektir. Taşımacıların teslim ettikleri paket sayıları, hedef noktalarına uğrama sayıları, teslimatlar arasında Çıktıları ve geçen süreler, ürünlerin dağıtım süreleri, günlük tamamlanan ortalama km mesafesi ve taşımacılara verilen Faydaları günlük hedef bölge büyüklüğü taşımacıların verimliliğini hesaplamada kullanılacak veri setleridir. Hesaplanan taşımacı verimlilik değeri operasyona verilecek izleme ekranlarına düşecek ve verimsiz olan taşımacılar filtrelenebilecektir. Böylece verimliliği arttırmak için aksiyonlar planlanabilecek ve dağıtım verimliliği arttırılabilecektir. • Tasarlanan makine öğrenme modeli ile kazanılacak önemli bir diğer çıktı ise işten ayrılma ihtimali olan taşımacıların tahminlenmesi olacaktır. Operasyon ekibine, belirlenen dönemler içerisin"
  }
]