[
  {
    "rank": 1,
    "index": 1,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1.",
    "source_file": "rapor2023.txt",
    "char_len": 93,
    "sentence_count": 2,
    "expanded_text": "1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-"
  },
  {
    "rank": 2,
    "index": 647,
    "chunk_text": "İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2.",
    "source_file": "rapor2023.txt",
    "char_len": 123,
    "sentence_count": 2,
    "expanded_text": "ilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelini"
  },
  {
    "rank": 3,
    "index": 628,
    "chunk_text": "Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 325,
    "sentence_count": 2,
    "expanded_text": "ile ileriye dönük teknolojilerin araşğrılacağı projeleri geliştirmek, yönetmek ve bunun örneklerini tüm ülkeye yayacak katkıyı vermek hedefiyle ilerlemektedir. Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir. Ar-Ge Merkezi Bilgisayar Mühendisi, Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik tek"
  },
  {
    "rank": 4,
    "index": 585,
    "chunk_text": "Ar-Ge faaliyetleri konusunda yapılan bilimsel - teknolojik yayın, makalelerin ve sempozyum, konferanslarda yapılan sunumların sayı ve niteliğinin arttırılması Faaliyet yılı içerisinde 4 konferansa katılım sağlanmıştır. Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2,
    "expanded_text": "arch and innovation in support of the European Green Deal çağrısı alğnda 3 yeni proje başvurusu yapılmışğr. Konsorsiyumlarda Türkiye, İngiltere, Polonya, İspanya, Letonya, Avusturya ve Slovakya’dan firmalar ve üniversiteler yer almaktadır. Proje Yönetim Metodolojisi: Projelerde, scrum ve iş değeri yaklaşımı birlikte kullanılmaktadır. İş değeri yaklaşımında ürünle ilgili teknoloji ekibi, operasyon ekibi, müşteri hizmetleri ve iş geliştirme ekibi gibi farklı ekiplerden gelen yazılımla ilgili istekler bir ürün sahibi tarafndan değerlendirilir. Ürün sahibi her bir ürün özelliği için aşağıdaki kriterlere göre bir puan verir: • Gelir ve Karlılık • Ölçeklenebilirlik • Kullanıcı Faydaları • Geliştiriciye ve Şirkete Fayda Sayfa 7 / 99 • Eşsizlik Daha sonra geliştirdiğimiz algoritma ile projeye/ürüne eklenecek özellik için bir iş değeri hesaplanır. Scrum yaklaşımında ise üç haikalık iteras"
  },
  {
    "rank": 5,
    "index": 19,
    "chunk_text": "HepsiJET'in amacı e-ticaret müşterisine hızlı, kaliteli, güvenli ve uygun maliyetle hizmet sunmakğr. Bu gereksinimleri karşılamak amacıyla hizmetlerini belirlemiş ve önceliklendirmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 186,
    "sentence_count": 2,
    "expanded_text": "üşünülmektedir. HepsiJET, ara transfer merkezlerinden son müşteriye tüzel taşımacılarla doğrudan teslimat yapan yerli bir oluşumdur. HepsiJET'in amacı e-ticaret müşterisine hızlı, kaliteli, güvenli ve uygun maliyetle hizmet sunmakğr. Bu gereksinimleri karşılamak amacıyla hizmetlerini belirlemiş ve önceliklendirmiştir. Bu hizmetler için teknolojik altyapısının ve uygulamalarını geliştirmeyi hedeflemiş ve kısa ve orta vadede yapacağı projeleri belirlemiştir. Bu kapsamda geliştirilecek hizmet ve kullanılacak teknolojiler aşağıda özetlenmiştir; - Cep depolardan saatlik teslimat hizmeti ve mevcut operasyonların farklı taşıma modları ve alt yükleniciler ile entegre verilebilmesi için gerekli limit yönetimi, kapasite planlama ve optimizasyon çalışmalarının yapılması - Taşımacı sirkü"
  },
  {
    "rank": 6,
    "index": 463,
    "chunk_text": "Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir. Veriler ile yapılan analizlerde yeni bir sistem ihtiyacının olduğu, eksiklerle birlikte tespit edilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 275,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3."
  },
  {
    "rank": 7,
    "index": 245,
    "chunk_text": "Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1.",
    "source_file": "rapor2023.txt",
    "char_len": 150,
    "sentence_count": 2,
    "expanded_text": "YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon"
  },
  {
    "rank": 8,
    "index": 535,
    "chunk_text": "Müşteri memnuniyeti açısından ürünlerin söz verilmiş tarih aralığında teslim edilmesi büyük bir önem taşımaktadır. Bundan dolayı taşımacı davranış modelinde “hedef noktaya uğrama sayısı” tahminlemeye etki edecek önemli bir etken olarak yer alacaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 250,
    "sentence_count": 2,
    "expanded_text": "ve derin öğrenme yöntemleriyle taşımacı asistanı (chat-bot) geliştirilmesi - Müşteri ile iletişime geçen operasyonel verimliliğin ve müşteri memnuniyetinin artırılmasını hedefleyen chat-bot geliştirilmesi - Müşterilerin sadakatini arttrmak ve deneyimini iyileştirmek, HepsiJET ile iletişiminde başından sonuna kadar geçen sürecin optimizasyonu kapsamında derin öğrenme algoritmaları ile tahminleme ve müşteri profillerinin çıkarımı, müşterilerin tercihlerine göre kümeleme algoritmaları kullanılarak benzer özellikteki müşteri kümelerinin belirlenmesi ve müşteriye özel teklif oluşturulması - Şikayet, öneri ve geri bildirimlerinin doğal dil işleme algoritmaları ile analiz edilmesi - Kargo başına maliyet yönetimi amacıyla network ve sistemlere yönelik çizge teknikleri kullanılarak kargoculuk sektöründe öngörülebilirlik, sistemi iyileştirmeye yöne"
  },
  {
    "rank": 9,
    "index": 578,
    "chunk_text": "Türkiye'de hızlı büyüme gösteren e-ticaret faaliyetlerinde müşteri ihtiyaçlarının karşılanabilmesi ve sektörün aynı ivme ile büyümeye devam edebilmesi için sektör ve sektöre destek veren gruplar arasında ortak bir eylem planı oluşturulması gerekmektedir. Lojistik taraika, e-ticaret değişken talep, binlerce farklı noktaya ve kısa sürelerde teslimat gibi gereksinimleri nedeniyle klasik perakendeden farklı lojistik yetkinlikler gerektirmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 446,
    "sentence_count": 2,
    "expanded_text": "çıkmışğr. E-ticareşie sipariş adetlerinin de 2020 yılında, 2019 yılına göre yüzde 68 artışla 1 milyar 366 milyondan 2 milyar 297 milyona çıktığı belirtilmiştir. Türkiye'de hızlı büyüme gösteren e-ticaret faaliyetlerinde müşteri ihtiyaçlarının karşılanabilmesi ve sektörün aynı ivme ile büyümeye devam edebilmesi için sektör ve sektöre destek veren gruplar arasında ortak bir eylem planı oluşturulması gerekmektedir. Lojistik taraika, e-ticaret değişken talep, binlerce farklı noktaya ve kısa sürelerde teslimat gibi gereksinimleri nedeniyle klasik perakendeden farklı lojistik yetkinlikler gerektirmektedir. Teslimat ise tüketicilerin son derece önem verdiği ve sağn alma kararlarını etkileyen bir süreçtir. Aynı gün teslimat, tüketicilerin kargolarının durumlarını eş zamanlı takip edebilmeleri gibi önemli trendler izlenirken, müşterilere ürünlerinin eksiksiz ve hasarsız ulaşğrılması da gerekmektedir. Ancak lojistik sektörü e-ticaret alanındaki gelişmelere uyum sağlamakta zorlanmaktadır. Bu nedenle sağn alınan ürünün teslimi ve iadesi süreç"
  },
  {
    "rank": 10,
    "index": 656,
    "chunk_text": "Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 214,
    "sentence_count": 2,
    "expanded_text": "ı, daha sonra da ana proje planına ve müşteri beklentilerine göre ürüne eklenecek özelliklerin ve üründe yapılacak değişikliklerin planlanması gerekir. Bu yaklaşım harcanan eforun hedefini mümkün olduğunca doğru bulması açısından faydalıdır. Proje Takibi ve Kurumsal Hafıza Projeler süresince görevler JIRA’da hazırlanan gösterge paneli üzerinden takip edilmektedir. Böylece yapılan tüm çalışmalar ve ekler kurumsal hafzada saklanmaktadır. Üretilen dokümanlar tüm Ar-Ge Merkezi personelinin erişimine açık olacak şekilde paylaşımlı klasörlerde saklanmaktadır. Proje süresince ortaya çıkabilecek riskler aylık risk değerlendirme toplanğları ile yüksek gerçekleşme olasılığı olan ve yüksek etki yaratacak riskler önceliklendirilerek takip edilmektedir. 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri İşletme"
  }
]