[
  {
    "rank": 1,
    "index": 1,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1.",
    "source_file": "rapor2023.txt",
    "char_len": 93,
    "sentence_count": 2,
    "expanded_text": "1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-"
  },
  {
    "rank": 2,
    "index": 647,
    "chunk_text": "İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2.",
    "source_file": "rapor2023.txt",
    "char_len": 123,
    "sentence_count": 2,
    "expanded_text": "ilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelini"
  },
  {
    "rank": 3,
    "index": 100,
    "chunk_text": "Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10.",
    "source_file": "rapor2023.txt",
    "char_len": 141,
    "sentence_count": 2,
    "expanded_text": "e Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Te"
  },
  {
    "rank": 4,
    "index": 356,
    "chunk_text": "ENDEKS VERİLERİ 11.1. Ar-Ge Personeli İstihdamına Dair Bilgiler 11.2.",
    "source_file": "rapor2023.txt",
    "char_len": 69,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YET"
  },
  {
    "rank": 5,
    "index": 89,
    "chunk_text": "Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9.",
    "source_file": "rapor2023.txt",
    "char_len": 110,
    "sentence_count": 2,
    "expanded_text": "Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-"
  },
  {
    "rank": 6,
    "index": 7,
    "chunk_text": "Hayır MERSİS No? 0265070109000011 Sayfa 9 / 99 1.2. İşletme Organizasyon Şeması Sayfa 10 / 99 1.3.",
    "source_file": "rapor2023.txt",
    "char_len": 98,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ"
  },
  {
    "rank": 7,
    "index": 514,
    "chunk_text": "Projenin amacı taşımacıların işten ayrılma ihtimalini mümkün olduğu kadar önceden tahminleyerek, işten ayrılmayı önleyici tedbirler almaktır. Önlemenin mümkün olmadığı durumlarda ise müşteri memnuniyetinin korunması için operasyon yetkililerinin gerekli önlemleri almasını sağlamaktır.",
    "source_file": "rapor2023.txt",
    "char_len": 285,
    "sentence_count": 2,
    "expanded_text": "yetkililerinin gerekli önlemleri almasını sağlamaktır. Proje Taşımacı Davranış Analizi projesi kapsamında taşımacıların uçtan uca tüm yönetiminin yapılabildiği Taşımacı Kapsamında Yönetim Sistemi Platformu ve taşımacı motivasyonunu arttırmak için oyunlaştırma ögelerinin platforma ve Yapılacak taşımacı mobil uygulamasına eklenmesi hedeflenmiştir. Faaliyet yılı sonunda ilk 3 iş paketi tamamlanmıştır. İş Faaliyetler paketi 4 ve iş paketi 5 çalışmaları devam etmektedir. Proje süresince tamamlanan geliştirmeler devreye alınarak kullanılmaya başlanmıştır. Faaliyet yılı içerisinde İstanbul Teknik Üniversitesi öğretim üyelerinden Doç. Dr. Gökhan İnce’den akademik danışmanlık desteği alınmıştır. İ.P.1: Gereksinim ve Teknoloji Analizi: Sistemin tüm ihtiyaçlarını karşılayacak şekilde gereksinim ve teknoloji analizi yapılmıştır. Gereksinim ve Teknoloji Analizi iş paketi kapsamında aşa"
  },
  {
    "rank": 8,
    "index": 449,
    "chunk_text": "Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2,
    "expanded_text": "lecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kartı kullanımı gibi faktörler dikkate alınarak makine öğrenmesi teknikleri ile yeni şubeler için potansiyel bölge tahminleri yapılacaktır. Proje Proje kapsamında çalışmalara analiz ve literatür taramaları ile başlanacaktır. Bu çalışmaları MVP Kapsamında geliştirmeleri, pilot çalışmalar ve nihai sistem için algoritma ve yazılım geliştirme faaliyetleri takip edecektir. Yapılacak"
  },
  {
    "rank": 9,
    "index": 444,
    "chunk_text": "İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3.",
    "source_file": "rapor2023.txt",
    "char_len": 55,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUND"
  },
  {
    "rank": 10,
    "index": 19,
    "chunk_text": "HepsiJET'in amacı e-ticaret müşterisine hızlı, kaliteli, güvenli ve uygun maliyetle hizmet sunmakğr. Bu gereksinimleri karşılamak amacıyla hizmetlerini belirlemiş ve önceliklendirmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 186,
    "sentence_count": 2,
    "expanded_text": "üşünülmektedir. HepsiJET, ara transfer merkezlerinden son müşteriye tüzel taşımacılarla doğrudan teslimat yapan yerli bir oluşumdur. HepsiJET'in amacı e-ticaret müşterisine hızlı, kaliteli, güvenli ve uygun maliyetle hizmet sunmakğr. Bu gereksinimleri karşılamak amacıyla hizmetlerini belirlemiş ve önceliklendirmiştir. Bu hizmetler için teknolojik altyapısının ve uygulamalarını geliştirmeyi hedeflemiş ve kısa ve orta vadede yapacağı projeleri belirlemiştir. Bu kapsamda geliştirilecek hizmet ve kullanılacak teknolojiler aşağıda özetlenmiştir; - Cep depolardan saatlik teslimat hizmeti ve mevcut operasyonların farklı taşıma modları ve alt yükleniciler ile entegre verilebilmesi için gerekli limit yönetimi, kapasite planlama ve optimizasyon çalışmalarının yapılması - Taşımacı sirkü"
  }
]