[
  {
    "rank": 1,
    "index": 211,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1.",
    "source_file": "rapor2023.txt",
    "char_len": 176,
    "sentence_count": 2,
    "expanded_text": "/ 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Eden Proje Detayları 8. DIŞARIDA GEÇİRİLEN SÜRELERE İLİŞKİN"
  },
  {
    "rank": 2,
    "index": 200,
    "chunk_text": "Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2,
    "expanded_text": "YNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Ed"
  },
  {
    "rank": 3,
    "index": 631,
    "chunk_text": "Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2,
    "expanded_text": "Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir. Ayrıca yüksek lisans ve doktora yapılması için çalışanlarımız haftada bir gün izinli sayılarak teşvik edilmektedir. HepsiJET faaliyet yılı içerisinde başarılı Ar-Ge projeleri yürüterek, kurumun ihtiyacı olan nitelikli teknoloji ihtiyacını karşılamışğr. Faaliyet yılı içersinde tek araçlı ve çok araçlı optimizasyon, makine öğrenmesi teknikleri ile kapasite tahminleme, taşımacılar için oyunlaşğrma çalışmaları, açık adres verisinin doğal"
  },
  {
    "rank": 4,
    "index": 462,
    "chunk_text": "Şube yetkililerinin çalışma alanlarını manuel oluşturmaları, mevcut yapıda mahalle büyüklükleri ve gönderi yoğunluklarının farklılık göstermesi nedeniyle bölgelerin adaletsiz dağıldığı ve saha operasyonunun yavaşladığı görülmüştür. Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 400,
    "sentence_count": 2,
    "expanded_text": "müştür. Veritabanında çalışma alanları ve bağlı oldukları mahalleler, gönderi çeşitleri, zaman dilimleri, gönderi miktarları, taşımacı bilgileri gibi bilgiler kaydedilmektedir. Veriler ile yapılan analizlerde yeni bir sistem ihtiyacının olduğu, eksiklerle birlikte tespit edilmiştir. Teknik analiz çalışmaları ile mevcut ve yeni sistem arasındaki bağlantı ve farklar, algoritma girdi – çıktılarının belirlenmesi ve entegrasyon planı dokümante edilerek yazılım ve algoritma geliştirme ekipleri ile paylaşılacaktır. Literatür Taraması Çalışmaları Taşımacıların çalışma bölgelerinin taşımacı ve bölgesel bazlı kısıtlar yardımıyla bölünebilmesi için literatürdeki “Territory Planning Problem” konulu araştırmalar ve atama algoritmaları incelenecektir. Bu kapsamda yinelemeli bölümleme algoritması, stokastik araç rotalama problemi, araç rotalama ve bölge belirleme problemi, gezgin satıcı problemi, satış bölgesi problemleri’nin incelenmesi hedeflenmiştir. Makine öğrenmesi çalışmaları için de K- means v"
  },
  {
    "rank": 5,
    "index": 628,
    "chunk_text": "Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 325,
    "sentence_count": 2,
    "expanded_text": "ile ileriye dönük teknolojilerin araşğrılacağı projeleri geliştirmek, yönetmek ve bunun örneklerini tüm ülkeye yayacak katkıyı vermek hedefiyle ilerlemektedir. Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir. Ar-Ge Merkezi Bilgisayar Mühendisi, Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik tek"
  },
  {
    "rank": 6,
    "index": 208,
    "chunk_text": "Araçlar yola çıkmadan önce dağıtım bölgelerindeki tüm gönderileri teslim alarak Xdock sorumlusunun sefer çıkış onayı sonrası dağıtıma başlamaktadır. Bu aşamada gelen tüm gönderiler dikkate alınarak, cep depolardan teslim alınacak gönderiler tekrar gözden geçirilecektir.",
    "source_file": "rapor2023.txt",
    "char_len": 270,
    "sentence_count": 2,
    "expanded_text": "dikkate alınarak, cep depolardan teslim alınacak gönderiler tekrar gözden geçirilecektir. Algoritmanın dağıtım öncesinde test edilebilmesi için simülatör ile yaratılan siparişlerin kapasite yönetim algoritması tarafından taşımacılarca dağıtımının simüle edilmesini kapsamaktadır. Bu kapsamda veri simülatörü, kapasite tahminleme algoritması ve rota optimizasyonu algoritmasının entegre kullanımı planlanmıştır. İş paketi kapsamında Dar Zaman Aralıkları İçin Çoklu Araç Optimizasyon Algoritması, E-ticaret Firmaları İçin Coğrafik Kapasite Slot Algoritması ve Dinamik Değişen Günlük Kapasite Planlama Algoritmaları geliştirmeleri devam etmektedir. İ.P.5. Müşteri Hizmetleri Modülü Yeni iş modeli teslimatları mevcut iş modeline göre daha dinamik yapıda olacağından, müşteriden gelen taleplerin de aynı ölçüde dinamik olacağı öngörülmektedir. Bu yapıda gelen talep ve şikay"
  },
  {
    "rank": 7,
    "index": 449,
    "chunk_text": "Gönderi hacminin ve taşımacı sayısının artmasıyla birlikte bir mahalleye bir taşımacının atanması ile verimsiz ve adil olmayan sonuçlar ortaya çıkmaktadır. Bu yüzden mahalle ve sokakların bölünebilmesine olanak sağlayabilecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2,
    "expanded_text": "lecek, esnek ve otonom bir sisteme ihtiyaç duyulmaktadır. Şubelerde çalışan taşımacı sayılarının artmasıyla manuel bölünmelerin zorlaşması, adil ve otonom bir sistemin gerekliliğini ortaya koymaktadır. Hacimlerin artması ile birlikte Türkiye genelinde yeni şubeler açılması ve mevcut şubelerin de bölünmesi veya yeniden konumlandırılması ihtiyacı doğmuştur. Proje kapsamında, yeni şubelerin konumlandırılması için e-ticaret hamine etki eden nüfus ve demografik yapı, internet penetrasyonu, kredi kartı kullanımı gibi faktörler dikkate alınarak makine öğrenmesi teknikleri ile yeni şubeler için potansiyel bölge tahminleri yapılacaktır. Proje Proje kapsamında çalışmalara analiz ve literatür taramaları ile başlanacaktır. Bu çalışmaları MVP Kapsamında geliştirmeleri, pilot çalışmalar ve nihai sistem için algoritma ve yazılım geliştirme faaliyetleri takip edecektir. Yapılacak"
  },
  {
    "rank": 8,
    "index": 38,
    "chunk_text": "Sayfa 21 / 99 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları Görev Nitelik Sayı Doktora Üstü 0 Doktora 0 Doktora Öğrenci 1 Araştırmacı Yüksek Lisans 3 Yüksek Lisans Öğrenci 2 Lisans 31 Teknisyen Meslek Yüksekokulu 5 Meslek Lisesi 0 Destek Personeli Yönetici, Laboratuvar, Teknik Eleman, Sekreter, İşçi vb. 4 TOPLAM 46 **(1.1.2020 - 31.12.2020) Faaliyet Döneminde Çalışan Personellere ilişkin. **Bu alanda eğitim durumu 'Lisans' ve üstü olan Teknisyen tablodaki hesaplamaya dahil edilmemektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 505,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve"
  },
  {
    "rank": 9,
    "index": 263,
    "chunk_text": "Statik durumdan farklı olarak dinamik ALNS algoritmasının çok hızlı çalışması ve sonuç üretmesi gerekecektir. Zira 1 saat gibi bir süre içinde teslim edilmesi gereken sipariş veya siparişlerin çok hızlı bir şekilde ilgili en uygun araca atanarak teslimat aktivitesinin başlatılması gerekmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 296,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu"
  },
  {
    "rank": 10,
    "index": 67,
    "chunk_text": "Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7.",
    "source_file": "rapor2023.txt",
    "char_len": 136,
    "sentence_count": 2,
    "expanded_text": "YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi"
  }
]