[
  {
    "rank": 1,
    "index": 631,
    "chunk_text": "Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2,
    "expanded_text": "Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir. Ayrıca yüksek lisans ve doktora yapılması için çalışanlarımız haftada bir gün izinli sayılarak teşvik edilmektedir. HepsiJET faaliyet yılı içerisinde başarılı Ar-Ge projeleri yürüterek, kurumun ihtiyacı olan nitelikli teknoloji ihtiyacını karşılamışğr. Faaliyet yılı içersinde tek araçlı ve çok araçlı optimizasyon, makine öğrenmesi teknikleri ile kapasite tahminleme, taşımacılar için oyunlaşğrma çalışmaları, açık adres verisinin doğal"
  },
  {
    "rank": 2,
    "index": 211,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1.",
    "source_file": "rapor2023.txt",
    "char_len": 176,
    "sentence_count": 2,
    "expanded_text": "/ 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Eden Proje Detayları 8. DIŞARIDA GEÇİRİLEN SÜRELERE İLİŞKİN"
  },
  {
    "rank": 3,
    "index": 200,
    "chunk_text": "Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6.",
    "source_file": "rapor2023.txt",
    "char_len": 277,
    "sentence_count": 2,
    "expanded_text": "YNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları (Science Direct, Nature, Elsevier, EPO, gibi) Sayfa 2 / 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Ed"
  },
  {
    "rank": 4,
    "index": 621,
    "chunk_text": "Ancak lojistik sektörü e-ticaret alanındaki gelişmelere uyum sağlamakta zorlanmaktadır. Bu nedenle sağn alınan ürünün teslimi ve iadesi süreçlerinde belirsizlikler ve güvensizlikler bulunmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 196,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/"
  },
  {
    "rank": 5,
    "index": 628,
    "chunk_text": "Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 325,
    "sentence_count": 2,
    "expanded_text": "ile ileriye dönük teknolojilerin araşğrılacağı projeleri geliştirmek, yönetmek ve bunun örneklerini tüm ülkeye yayacak katkıyı vermek hedefiyle ilerlemektedir. Faaliyet Yılı Gelişmeleri: Ar-Ge Merkezi 2018 Ekim ayından itibaren Gebze’de bulunan yerleşkesinde çalışmalarını yürütmektedir. Faaliyet yılı sonu itibariyle, 1 Doktora Öğrencisi, 3 Yüksek Lisans mezunu, 3 Yüksek lisans öğrencisi ve 30 Lisans mezunu olmak üzere 41 nitelikli Ar-Ge personeli ile faaliyetlerini sürdürmektedir. Ar-Ge Merkezi Bilgisayar Mühendisi, Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik tek"
  },
  {
    "rank": 6,
    "index": 89,
    "chunk_text": "Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9.",
    "source_file": "rapor2023.txt",
    "char_len": 110,
    "sentence_count": 2,
    "expanded_text": "Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-"
  },
  {
    "rank": 7,
    "index": 85,
    "chunk_text": "Ar-Ge MerkeziNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Uluslararası Bilimsel Kütüphaneler ve Veri Tabanları HepsiJET projeler kapsamında ihtiyaç duyduğu akademik yayınlara projeler kapsamında işbirliği yapğğı akademisyenler aracılığıyla ve işbirliği yapılan üniversitelerin veritabanları üzerinden ulaşmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 332,
    "sentence_count": 2,
    "expanded_text": "ri Tabanları HepsiJET projeler kapsamında ihtiyaç duyduğu akademik yayınlara projeler kapsamında işbirliği yapğğı akademisyenler aracılığıyla ve işbirliği yapılan üniversitelerin veritabanları üzerinden ulaşmaktadır. Ayrıca akademik kariyerine devam eden personel vasıtasıyla da üniversite veritabanları üzerinde araşğrma yapabilmektedir. Bunun dışında Science Direct üyeliği bulunmaktadır. Şirketin Udemy ve Pluralsight üyelikleri sayesinde tüm Ar-Ge personelinin online eğitimlerden sınırsız faydalanma hakkı bulunmaktadır. Teknik ve akademik üyeliklere ek olarak Sanayi ve Teknoloji Bakanlığı tarafndan desteklenen Ar-Ge Merkezleri İletişim ve İşbirliği Platformu (ARGEMİP) üyeliği bulunmaktadır. 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar Sıra Türü Katılım Sağlanan Konferans, Sempozyum, vb. Yurt İçi / Yurt Katılım Tarihi Kişi No Bilimsel Etkinlik Dışı Aralığı Sayısı 1 Konferans 15th Internat"
  },
  {
    "rank": 8,
    "index": 588,
    "chunk_text": "Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir. Firma her sene yaklaşık dört kat büyüme başarısını Ar-Ge Merkezi’nde geliştirilen Ar-Ge ve teknoloji niteliği yüksek projelere borçludur.",
    "source_file": "rapor2023.txt",
    "char_len": 355,
    "sentence_count": 2,
    "expanded_text": "0 Toplam Ciro (Brüt Satışlar) (TL) 163.476.819,28 40.148.254,92 20.004.923,42 Ar-Ge Harcaması (TL) 6.059.657,65 3.762.765,72 826.427,27 Ar-Ge Sonucu Ortaya Çıkan Yeni Ürünlerden Elde Edilen Ciro (TL) 682.767,26 5.800,00 0,00 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar Ortak Adı / Unvanı Uyruğu Pay (%) Pay Tutarı (TL) D-Market Elektronik Hizmetler Tic. A.Ş. Türkiye 100 46.000.000,00 Sayfa 11 / 99 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge / Tasarım Stratejileri Lojistik sektörü, teknoloji ve değişik profildeki iş gücünü eş güdümlü olarak çalışğrmayı hedeflediğinden pek çok teknolojinin uygun süreçlerle bir arada çalışması sektördeki diğer lojistik firmaları arasında fark yarağlmasına yol açacakğr. Bununla beraber, mevcut kargo şirketleri kurye olarak kendi personellerini kullanmakta ve yine yüksek oranda araç yatırımı yapmaktadır. HepsiJET araç yağrımı ve kurye istihdamı için harcanacak parayı kuryelere daha yüksek k"
  },
  {
    "rank": 9,
    "index": 123,
    "chunk_text": "Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3.",
    "source_file": "rapor2023.txt",
    "char_len": 94,
    "sentence_count": 2,
    "expanded_text": ".6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Ulusla"
  },
  {
    "rank": 10,
    "index": 100,
    "chunk_text": "Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10.",
    "source_file": "rapor2023.txt",
    "char_len": 141,
    "sentence_count": 2,
    "expanded_text": "e Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Te"
  }
]