[
  {
    "rank": 1,
    "index": 211,
    "chunk_text": "Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1.",
    "source_file": "rapor2023.txt",
    "char_len": 176,
    "sentence_count": 2,
    "expanded_text": "/ 99 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu 5.AR-GE MERKEZİNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları 6. AR-GE MERKEZİ CİHAZ VE EKİPMAN ALTYAPISI 6.1. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezi Mevcut Cihaz ve Ekipman Listesi 6.2. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1. Tamamlanan Projeler Listesi 7.2. Devam Eden Projeler Listesi 7.3. Devam Eden Proje Detayları 8. DIŞARIDA GEÇİRİLEN SÜRELERE İLİŞKİN"
  },
  {
    "rank": 2,
    "index": 123,
    "chunk_text": "Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3.",
    "source_file": "rapor2023.txt",
    "char_len": 94,
    "sentence_count": 2,
    "expanded_text": ".6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-Ge ve Yenilik Harcamalarının Kapsamı 3.2. Belge tarihi itibariyle 5746 Sayılı Kanun Kapsamında Yararlanılan İndirim, İstisna, Muafiyet, vb. Teşvik Tutarı 4.AR-GE MERKEZİNİN BİLGİ KAYNAKLARI 4.1. Ar-Ge Merkezinin Üye Olduğu Ulusal / Ulusla"
  },
  {
    "rank": 3,
    "index": 89,
    "chunk_text": "Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9.",
    "source_file": "rapor2023.txt",
    "char_len": 110,
    "sentence_count": 2,
    "expanded_text": "Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-"
  },
  {
    "rank": 4,
    "index": 245,
    "chunk_text": "Faaliyet Dönemi Sonu İtibariyle Ar-Ge Amaçlı Kullanılan Bilgi Teknolojileri Cihazları ve Lisanslı Yazılımların Listesi 7. AR-GE MERKEZİ PROJELERİ 7.1.",
    "source_file": "rapor2023.txt",
    "char_len": 150,
    "sentence_count": 2,
    "expanded_text": "YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup Bilgileri 1.1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon"
  },
  {
    "rank": 5,
    "index": 78,
    "chunk_text": "Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8.",
    "source_file": "rapor2023.txt",
    "char_len": 110,
    "sentence_count": 2,
    "expanded_text": "Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkışlar) 3. AR-GE MERKEZİ DETAYLANDIRILMIŞ MALİ BİLGİLER 3.1. Belge tarihi itibariyle Ar-Ge İndirimine konu olan Ar-"
  },
  {
    "rank": 6,
    "index": 56,
    "chunk_text": "Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6.",
    "source_file": "rapor2023.txt",
    "char_len": 117,
    "sentence_count": 2,
    "expanded_text": "aklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Merkezi Proje Yönetim Süreci 2.11. Ar-Ge Merkezi Kontrol Mekanizması (Giriş-Çıkış"
  },
  {
    "rank": 7,
    "index": 45,
    "chunk_text": "Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5.",
    "source_file": "rapor2023.txt",
    "char_len": 71,
    "sentence_count": 2,
    "expanded_text": "%10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-Ge Merkezi Personel Değişim Gösterim Tablosu 2.8. Ar-Ge Merkezinin Ulusal Ve Uluslararası İşbirlikleri 2.9. Ar-Ge Faaliyetlerinin Özendirilmesi, Performans Değerlendirme ve Ödül Sistemi 2.10. Ar-Ge Me"
  },
  {
    "rank": 8,
    "index": 1,
    "chunk_text": "İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1.",
    "source_file": "rapor2023.txt",
    "char_len": 93,
    "sentence_count": 2,
    "expanded_text": "1.2. İşletme Bilgileri 1.2. İşletme Organizasyon Şeması 1.3. Faaliyet Dönemi Sonu İşletmenin Eğitim Durumuna Göre Personel Dağılımı 1.4. Son 3 Yıl İtibariyle İşletmenin Mali ve Finansal Bilgileri 1.5. İşletme Sermayesinin %10 Veya Daha Fazlasına Sahip Ortaklar 1.6. İşletmenin Kısa, Orta ve Uzun Vadede Ar-Ge Stratejileri 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri 2.2. Ar-Ge Merkezi’nin İşletme Binası Ya da Yerleşke İçindeki Yer / Yerlerini Gösteren Şema 2.3. Ar-Ge Merkezi Vaziyet Planı 2.4. Ar-Ge Merkezi Organizasyon Şeması 2.5. Faaliyet Dönemi Sonu İtibariyle Ar-Ge Merkezinde Çalışan Personel Listesi 2.6. Ar-Ge Merkezi Personelinin Görev ve Eğitim Durumları 2.7. Ar-"
  },
  {
    "rank": 9,
    "index": 631,
    "chunk_text": "Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 292,
    "sentence_count": 2,
    "expanded_text": "Endüstri Mühendisi, Elektrik Elektronik Mühendisi, Bilişim Sistemleri Mühendisi ve Temel Bilimler mezunlarından oluşan nitelikli çalışan kapasitesine sahiptir. Çalışanların yarağcılık ve üretkenlikleri teşvik edilerek, kendi istekleri doğrultusunda farklı rol ve sorumlulularda görev alma imkanı sağlanmaktadır. Tüm Ar-Ge Merkezi çalışanları yeni teknolojlerin geliştirilmesi ve korunmasına yönelik teknik ve yetkinlik eğitimleri ile desteklenmektedir. Ayrıca yüksek lisans ve doktora yapılması için çalışanlarımız haftada bir gün izinli sayılarak teşvik edilmektedir. HepsiJET faaliyet yılı içerisinde başarılı Ar-Ge projeleri yürüterek, kurumun ihtiyacı olan nitelikli teknoloji ihtiyacını karşılamışğr. Faaliyet yılı içersinde tek araçlı ve çok araçlı optimizasyon, makine öğrenmesi teknikleri ile kapasite tahminleme, taşımacılar için oyunlaşğrma çalışmaları, açık adres verisinin doğal"
  },
  {
    "rank": 10,
    "index": 19,
    "chunk_text": "HepsiJET'in amacı e-ticaret müşterisine hızlı, kaliteli, güvenli ve uygun maliyetle hizmet sunmakğr. Bu gereksinimleri karşılamak amacıyla hizmetlerini belirlemiş ve önceliklendirmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 186,
    "sentence_count": 2,
    "expanded_text": "üşünülmektedir. HepsiJET, ara transfer merkezlerinden son müşteriye tüzel taşımacılarla doğrudan teslimat yapan yerli bir oluşumdur. HepsiJET'in amacı e-ticaret müşterisine hızlı, kaliteli, güvenli ve uygun maliyetle hizmet sunmakğr. Bu gereksinimleri karşılamak amacıyla hizmetlerini belirlemiş ve önceliklendirmiştir. Bu hizmetler için teknolojik altyapısının ve uygulamalarını geliştirmeyi hedeflemiş ve kısa ve orta vadede yapacağı projeleri belirlemiştir. Bu kapsamda geliştirilecek hizmet ve kullanılacak teknolojiler aşağıda özetlenmiştir; - Cep depolardan saatlik teslimat hizmeti ve mevcut operasyonların farklı taşıma modları ve alt yükleniciler ile entegre verilebilmesi için gerekli limit yönetimi, kapasite planlama ve optimizasyon çalışmalarının yapılması - Taşımacı sirkü"
  }
]