[
  {
    "rank": 1,
    "index": 639,
    "chunk_text": "Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir.",
    "source_file": "rapor2023.txt",
    "char_len": 240,
    "sentence_count": 2,
    "expanded_text": "k eğitimleri ile desteklenmektedir. Ayrıca yüksek lisans ve doktora yapılması için çalışanlarımız haftada bir gün izinli sayılarak teşvik edilmektedir. HepsiJET faaliyet yılı içerisinde başarılı Ar-Ge projeleri yürüterek, kurumun ihtiyacı olan nitelikli teknoloji ihtiyacını karşılamışğr. Faaliyet yılı içersinde tek araçlı ve çok araçlı optimizasyon, makine öğrenmesi teknikleri ile kapasite tahminleme, taşımacılar için oyunlaşğrma çalışmaları, açık adres verisinin doğal dil işleme algoritmaları ile çözümlenmesi ve cep depolardan saatlik teslimatlarda çok araçlı rota optimizasyonu çalışmaları yapılmıştır. 2019 yılında başlayan ve TÜBİTAK TEYDEB 1501 destekleri kapsamında yürüşiüğümüz Teslimat Yönetim Sistemi Projesi başarıyla tamamlanmıştır. TEYDEB 1501 Sanayi Ar-Ge Destek Programı kapsamında başvuru yapğğımız ve Sabancı Üniversit"
  },
  {
    "rank": 2,
    "index": 638,
    "chunk_text": "TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 365,
    "sentence_count": 2,
    "expanded_text": "manlık aldığımız 3191204 numaralı “Zaman Pencereli ve Hızlı Teslimatlarda Optimizasyon ve Kapasite Yönetimi Projesi 2020 yılında destek almaya hak kazanmıştır. TÜBİTAK 2244 Sanayi Doktora Programı kapsamında Kadir Has Üniversitesi işbirliği ile başvuru yapğğımız 1189B441900842 numaralı “HepsiJET Taşımacılık Operasyonları Optimizasyonu Projesi” 2020 yılında destek almaya hak kazanmıştır. Faaliyet yılı içerisinde üretilen teknolojinin korunması amacıyla 2 buluşun patent başvuruları Türk Patent Enstitüsü’ne gönderilmiştir. Ar-Ge Merkezi hedefi her proje çıktısının aynı zamanda patentlenebilir yerli teknolojilere dönüşmesidir. Ar-Ge Merkezinde yürütülen projelerin Ar-Ge içeriğinin arttrılarak bilim ve teknolojiye katkıda bulunulması, üniversitelerde elde edilen teknik bilgilerin endüstride kullanımının sağlanması ve üniversitelerde yapılan çalışmaların desteklenmesi amaçlarıyla faaliyet döneminde üniversiteler ile ilişkilerin arttrılmasına yönelik çalışma"
  },
  {
    "rank": 3,
    "index": 599,
    "chunk_text": "Bu konuda görüşmeler devam etmektedir. 4. FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır.",
    "source_file": "rapor2023.txt",
    "char_len": 202,
    "sentence_count": 2,
    "expanded_text": "T.C. SANAYİ VE TEKNOLOJİ BAKANLIĞI Ar-Ge Teşvikleri Genel Müdürlüğü D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Ar-Ge Merkezi 2020 Faaliyet Raporu (1.1.2020 - 31.12.2020) Dönemi (Kocaeli) Sayfa 1 / 99 İçindekiler Başlıklar AR-GE MERKEZİ YILLIK FAALİYET RAPORUNA İLİŞKİN KABUL TAAHHÜT VE BEYANLAR YILLIK FAALİYET RAPORUNDAKİ BİLGİLERİN DOĞRULUĞUNDAN SORUMLU YETKİLİLERİN İLETİŞİM BİLGİLERİ 1. İŞLETME GENEL BİLGİLERİ 1.1. İşletme Tanıtıcı Bilgileri 1.1.1. İşletmenin Bağlı Olduğu Holding/ Grup"
  },
  {
    "rank": 4,
    "index": 586,
    "chunk_text": "Sinyal İşleme ve İletişim Uygulamaları Kurultayı’na katılım sağlanmıştır. Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3.",
    "source_file": "rapor2023.txt",
    "char_len": 264,
    "sentence_count": 2,
    "expanded_text": "urt İçi 11.11.2020 - 1 11.11.2020 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu Fikri ve Sınai Mülkiyet ve Yayın Durumu 2019 2020 Başvurusu Yapılan Patent Sayısı 2 2 Tescil Edilen Ulusal veya Uluslararası Patent Sayısı 0 0 Başvurusu Yapılan Tasarım Sayısı 0 0 Tescillenen Tasarım Sayısı 0 0 Tescillenen Marka Sayısı 0 1 Yayın, Makale, Bildiri Sayısı 1 0 Tescil Edilmiş Faydalı Model Sayısı 0 0 Sayfa 31 / 99 Tescil Edilmiş Endüstriyel Tasarım Sayısı 0 0 Tescil Edilmiş Yazılım Tescil Sayısı 0 0 Tescil Edilmiş Triadik Patent Sayısı 0 0 Ulusal Yayın Sayısı 1 0 Uluslararası Yayın Sayısı 0 0 Sayfa 32 / 99 5. Ar-Ge MerkeziNİN İNSAN KAYNAKLARI YÖNETİMİ VE GELİŞTİRİLMESİ 5.1. Faaliyet Döneminde Ar-Ge/Tasarım Personeline Aldırılan Mesleki Gelişim / Yetkinlik Geliştirme Amaçlı Eğitimler ve Sertifika Programları Sıra Eğitimin Adı"
  },
  {
    "rank": 5,
    "index": 587,
    "chunk_text": "Tüm Ar-Ge personelinin Temel Patent Eğitimi alması sağlanmış ve bilimsel-teknolojik yayın hazırlayacak araştırmacıların TÜBİTAK - Bilimsel Yayıncılık Seminerleri’ne katılımı sağlanmıştır. 3. Ar-Ge sonucu ortaya çıkan yeni ürünlerden elde edilen ciro artırılması HepsiJET Ar-Ge Merkezi’nde uçtan uca tüm süreçleri kapsayan son noktaya teslimat lojistik sistemleri geliştirmeye yönelik projeler üretilmektedir.",
    "source_file": "rapor2023.txt",
    "char_len": 408,
    "sentence_count": 2,
    "expanded_text": "arak Sanayi ve Teknoloji Bakanlığı tarafndan desteklenen Ar-Ge Merkezleri İletişim ve İşbirliği Platformu (ARGEMİP) üyeliği bulunmaktadır. 4.2. Faaliyet Dönemi İçinde Katılım Sağlanan Sempozyum, Kongre, Konferanslar Sıra Türü Katılım Sağlanan Konferans, Sempozyum, vb. Yurt İçi / Yurt Katılım Tarihi Kişi No Bilimsel Etkinlik Dışı Aralığı Sayısı 1 Konferans 15th International Supply Chain Camp Yurt İçi 29.1.2020 - 1 29.1.2020 2 Konferans IT Forum CxO Yurt İçi 3.3.2020 - 3.3.2020 2 3 Konferans Kworks Covid-19 Ekspres Platformu Demo Günü Yurt İçi 22.9.2020 - 31 22.9.2020 4 Konferans SİU 2020 28. IEEE Sinyal İşleme ve İletişim Yurt İçi 5.10.2020 - 3 Uygulamaları Kurultayı 7.10.2020 5 Konferans Technology Management Conference Yurt İçi 11.11.2020 - 1 11.11.2020 4.3. Son İki Faaliyet Dönemine İlişkin Fikri ve Sınai Mülkiyet Hakları Genel Durumu Fikri ve Sınai Mülkiyet ve Yayın Durumu 2019 2020 Başvurusu Yapılan Patent Sayısı 2 2 Tescil Edilen Ulusal veya Uluslararası Patent Sayısı 0 0 Başvurusu Yapıl"
  },
  {
    "rank": 6,
    "index": 602,
    "chunk_text": "Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir. Sayfa 90 / 99 10.",
    "source_file": "rapor2023.txt",
    "char_len": 435,
    "sentence_count": 2,
    "expanded_text": "indeki 0,09372 0,03707 payı Tescil edilen ulusal veya uluslararası 0 0 patent sayısı Uluslararası destekli proje sayısı 0 0 Lisansüstü dereceli araştırmacı sayısının Bu alanın hesaplaması yapılmayacaktır, 4 / 42 toplam Ar-Ge personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Toplam araştırmacı sayısının toplam Ar-Ge Bu alanın hesaplaması yapılmayacaktır, 37 / 42 personeli sayısına oranı eğer varsa bir önceki rapordan elde edilecektir. Ar-Ge sonucu ortaya çıkan yeni ürünlerden 5.800,00 / 40.148.254,92 682.767,26 / elde edilen cironun toplam ciroya oranı 163.476.819,28 (TL) Sayfa 91 / 99 11. ENDEKS VERİLERİ 11.1. Ar-Ge Merkezi Personeli İstihdamına Dair Bilgiler Belge Alış Tarihi 25.9.2018 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Doktora Mezunu Araştırmacı Sayısı* 0 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Yüksek Lisans Mezunu Araştırmacı Sayısı* 3 Faaliyet Yılında Ar-Ge Merkezinde Çalışan Lisans Mezunu Araştırmacı Sayısı (Doktora veya Yüksek Lisans 28 Öğrencisi Olmayanlar)* Faaliyet Yılında Ar-Ge"
  },
  {
    "rank": 7,
    "index": 29,
    "chunk_text": "Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır. Sayfa 12 / 99 2.",
    "source_file": "rapor2023.txt",
    "char_len": 250,
    "sentence_count": 2,
    "expanded_text": "e bu bilgi birikimini kullanabilme ve üretilen bilgi birikimini koruyabilmek amacıyla süreçlerimiz buna uygun olarak tasarlanmışğr. Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır. Sayfa 12 / 99 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri Unvanı D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Adres İnönü Gebze Güzeller OSB Mah. No:3 Kat:1 Lokasyon Organize Sanayi Bölgesi İl Kocaeli Telefon 0262 350 00 00 E-Posta argemerkezi@hepsijet.com SGK İşyeri Sicil No 253100202111658404102000 Ofis Alanı (m2) 107,54 Laboratuvar, Test, Prototip, Atölyesi vb. Bölümlerin Alanı (m2) 0 Toplam Alanı (m2) 107,54 Sayfa 13 / 99 2.2. Ar-Ge Merkezi'nin İşlet"
  },
  {
    "rank": 8,
    "index": 601,
    "chunk_text": "FSMH konusunda yapılan çalışmaların artırılması Faaliyet yılı içerisinde Türk Paten Enstitüsü’ne 2 patent başvurusu yapılmıştır ve bir marka tescili alınmıştır. Patent ve marka detayları aşağıdaki gibidir; • “HepsiJET” marka adı 30.01.2020’de tescillenmiştir. • Başvuru numarası 2020/14454 olan “Teslimat Yönetim Sistemi Ve Buna İlişkin Bir Yöntem” başlıklı buluş 11.09.2020’de Türk Patent’e gönderilmiştir. • Başvuru numarası 2020/21835 olan “Çalışan Performansının Yönetimine İlişkin Mobil Haberleşme Sistemi Yöntemi” başlıklı buluş 26.12.2020’de Türk Patent’e gönderilmiştir.",
    "source_file": "rapor2023.txt",
    "char_len": 578,
    "sentence_count": 2,
    "expanded_text": "2020 - TEYDEB Destek Bitiş: 30.06.2021 - Proje Statüsü: Devam Ediyor Proje Özeti: HepsiJET, değişen ihtiyaçlara ve ürün tiplerine uygun olarak sipariş sonrası 1 saatlik ya da 2 saatlik zaman diliminde teslimat gibi daha düşük zaman aralıklı teslimat tiplerini oluşturmayı hedeflemektedir. Bu zaman aralıklarında teslimatları gerçekleştirmek için, teslimatların stokları tutan cep depolardan doğrudan yapılması, taşıma modelinin ve altyapısının değiştirilmesi gerekmektedir. Projede hızlı tüketim ürünlerini de kapsayacak farklı teslimat tiplerine yönelik altyapı ve geliştirmeleri makine öğrenmesi, simülasyon ve optimizasyon geliştirmeleri ile birlikte yapılacaktır. Destek Kapsamı: TEYDEB 2244 - Proje Numarası: 1189B441900842 - Proje Adı: D FAST Dağıtım Hizmetleri ve Lojistik A.S. (HepsiJET) Taşımacılık Operasyonları Optimizasyonu - TEYDEB Destek Başlangıç: 2020/2 - TEYDEB Destek Bitiş: 2025/1 - Proje Statüsü: Devam Ediyor Proje Özeti: HepsiJET'in hızla artan müşteri portföyü ve ülkemizde e-ticarete gösterilen pozitif ivmeli talep ile e-ticaret üzerinden yapılan alışverişlerden doğan lojistik trafiği TÜBİTAK 2244 Sanayi Doktora Programı için sunulan bu projenin zaman"
  },
  {
    "rank": 9,
    "index": 28,
    "chunk_text": "İçerisinde yer aldığımız projelerin hem ülkemize hem de sektörde katkısını sağlamlaşğrma, projelerde bu bilgi birikimini kullanabilme ve üretilen bilgi birikimini koruyabilmek amacıyla süreçlerimiz buna uygun olarak tasarlanmışğr. Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır.",
    "source_file": "rapor2023.txt",
    "char_len": 464,
    "sentence_count": 2,
    "expanded_text": "k bilgiyi yaygınlaşğrmak hedefiyle ilerlemektedir. Stratejimiz; iş birliği kültürünün şirket içinde ve sektör geneline yayılmasıdır. İçerisinde yer aldığımız projelerin hem ülkemize hem de sektörde katkısını sağlamlaşğrma, projelerde bu bilgi birikimini kullanabilme ve üretilen bilgi birikimini koruyabilmek amacıyla süreçlerimiz buna uygun olarak tasarlanmışğr. Bu nedenle yeni teknolojiler üzerinde çalışırken projeler alanında uzman personel tarafndan geliştirilmekte ve tüm projeler için bilimsel yayın ve olası patent frsatları üzerinde akademik danışmanlarımız ile birlikte çalışılmaktadır. Sayfa 12 / 99 2. AR-GE MERKEZİ GENEL BİLGİLERİ 2.1. Ar-Ge Merkezi Bilgileri Unvanı D Fast Dağıtım Hizmetleri Ve Lojistik Anonim Şirketi Adres İnönü Gebze Güzeller OSB Mah. No:3 Kat:1 Lokasyon Organize Sanayi Bölgesi İl Kocaeli Telefon 0262 350 00 00 E-Posta argemerkezi@hepsijet.com SGK İşyeri Sicil No 253100202111658404102000 Ofis Alanı (m2) 107,54 Laboratuvar, Test, Prototip, Atölyesi vb. Bölümlerin Alanı (m2) 0 Toplam Alanı (m2) 107,54 Sayfa 13 / 99 2.2. Ar-Ge"
  },
  {
    "rank": 10,
    "index": 69,
    "chunk_text": "Desteğin planlanabilmesi için Proje müdürünün Ar-Ge Komisyonu’na proje başlamadan önce proje ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6. Patent başvuruları ve tescili Ar-Ge projelerinin yan çıkğlarından biri olan patent alımını özendirmek amacıyla, ulusal, uluslararası ve üçlü patent başvuruları ve tescilleri değişik oranlarda ödüllendirilir.",
    "source_file": "rapor2023.txt",
    "char_len": 620,
    "sentence_count": 2,
    "expanded_text": "e ile ilgili detaylı bilgileri içeren formları doldurarak iletmesi, hayata geçirilecek projenin Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi gerekmektedir. -Yurt içi destekli proje 1 net maaşa kadar -Yurt dışı destekli proje 2 net maaşa kadar 6. Patent başvuruları ve tescili Ar-Ge projelerinin yan çıkğlarından biri olan patent alımını özendirmek amacıyla, ulusal, uluslararası ve üçlü patent başvuruları ve tescilleri değişik oranlarda ödüllendirilir. Ar-Ge Merkezi çalışanlarının Ar-Ge Komisyonu’na başvuru ve tescil formlarını iletmeleri, Ar-Ge faaliyetleri ile uyumluluğunun ilgili komisyon tarafndan onaylanması ve İnsan Kaynakları biriminin değerlendirmesi akabinde ilgili aksiyon alınır. -Ulusal patent başvurusu 4.800 TL -Ulusal patent tescili 4.800 TL -Uluslararası patent başvurusu 7.200 TL -Uluslararası patent tescili 7.200 TL -Üçlü patent başvurusu 9.600 TL -Üçlü patent tescili 9.600 TL 7. Makale, bildiri ve yayınlar Çalışanların yayın yapmasını özendirmek amacıyla, ulusal düzeyde bildiriler, uluslararası düzeyde bildiriler ve hakemli dergilerde yayımlanacak makaleler, değişik oranlarda ödüllendirilir; bildiri sunumlarına il"
  }
]